Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Position and resize this clip
ar: تحريك وتحجيم هذا المقطع
bg: Позициониране и оразмеряване на този клип
cs: Pozice a změna velikosti tohoto klipu
da: Positionér og tilpas størrelse på dette klip
el: Μετακίνηση και αλλαγή μεγέθους του κλιπ
et: Selle klipi asukoha ja suuruse muutmine
eu: Kokatu eta tamainaz aldatu klip hau
fi: Asettele ja venytä tätä leikettä
fr: Positionner et redimensionner ce clip
hu: A klipp pozícionálása és átméretezése
is: Staðsetja og ákvarða stærð þessa myndskeiðs
lt: Išdėstyti ir keisti dydį šiam klipui
nb: Plasser og endre størrelse på dette klippet
nl: Positie en grootte van fragment
ro: Poziționează și redimensionează acest clip
ru: Расположить и изменить размеры этого клипа
sl: Umesti posnetek in mu spremeni mere
tr: Bu klibi yerleştir ve boyutlandır

source: Layout
ar: المظهر
bg: Оформление
cs: Rozložení
da: Udseende
el: Διάταξη
et: Paigutus
eu: Diseinua
fi: Asettelu
fr: Agencement
hu: Elrendezés
is: Framsetning
lt: Išdėstymas
nl: Opmaak
ro: Aspect
ru: Расположение
sl: Postavitev
tr: Yerleşim Düzeni

source: Shift Clips
ar: تغيير المقاطع
bg: Изместване на клиповете
cs: Posunout klipy
da: Skift klip
el: Μετατόπιση κλιπ
et: Klippide nihutamine
eu: Desplazatu klipak
fi: Siirrä leikkeitä
fr: Décaler les séquences
hu: Klippek mozgatása
is: Hliðra myndskeiðum
lt: Apkeisti klipus
nb: Flytt klipp
nl: Fragmenten verschuiven
ro: Schimba Clipuri
ru: Сдвинуть клип
sl: Zamakni posnetke
tr: Klipleri ötele

source: Remove Clip
ar: إزالة المقطع
bg: Премахване на клипа
cs: Odstranit klip
da: Fjern klip
el: Αφαίρεση κλιπ
et: Klipi Eemaldamine
eu: Kendu klipak
fi: Poista leike
fr: Supprimer ce clip
hu: Klipp eltávolítása
is: Fjarlægja myndskeið
lt: Pašalinti klipą
nb: Fjern klipp
nl: Fragment verwijderen
ro: Șterge clip
ru: Удалить Клип
sl: Odstrani posnetek
tr: Klibi Sil

source: Properties
ar: خصائص
bg: Свойства
cs: Nastavení
da: Indstillinger
el: Ιδιότητες
et: Omadused
eu: Propietateak
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonságok
is: Eiginleikar
lt: Savybės
nb: Egenskaper
nl: Eigenschappen
ro: Proprietăți
ru: Свойства
sl: Lastnosti
tr: Özellikler

source: Remove Marker
ar: إزالة العلامة
bg: Премахване на маркера
cs: Odstranit značku
da: Fjern markør
el: Αφαίρεση επισήμανσης
et: Eemalda tähis
eu: Kendu markatzailea
fi: Poista merkki
fr: Supprimer ce repère
hu: Jelölő eltávolítása
is: Fjarlægja merki
lt: Pašalinti žymę
nb: Fjern markør
nl: Markering verwijderen
ro: Șterge marcaj
ru: Переместить Маркер
sl: Odstrani označevalnik
tr: İşaretçiyi Kaldır

source: No Fade
ar: بلا تلاشي
bg: Без затихване
da: Ingen udtoning
el: Χωρίς ομαλή εμφάνιση
et: Ilma hääbumiseta
eu: Iraungitzerik ez
fr: Pas de fondu
is: Engin deyfing
lt: Jokio laipsniško pradingimo
nb: Ingen uttoning
nl: Niet faden
ro: Nu estompa
ru: Без исчесновения
sl: Brez pojavljanja in pojemanja
tr: Geçiş Yok

source: Fade In (Fast)
ar: تلاشي إلى الداخل (سريع)
bg: Засилване (бързо)
cs: Fade In (rychlý)
da: Fade-in (hurtig)
el: Ομαλή είσοδος (γρήγορα)
eu: Irekitze-iraungipena (azkarra)
fr: Fondu en entré (Rapide)
is: Deyfa inn (hratt)
lt: Laipsniškas atsiradimas (Greitas)
nb: Ton inn (hurtig)
nl: Infaden (snel)
ro: Aparitie rapida
ru: Появление (Быстрое)
sl: Odtemnitev/pojavljanje (hitro)
tr: Görüntüye Gir (Hızlı)

source: Fade Out (Fast)
ar: تلاشي إلى الخارج (بطيئ)
bg: Затихване (бързо)
cs: Fade Out (pomalý)
da: Fade-out (hurtig)
el: Ομαλή έξοδος (γρήγορα)
eu: Ixte-iraungipena (azkarra)
fr: Fondu en sortie (Rapide)
is: Deyfa út (hratt)
lt: Laipsniškas pradingimas (Greitas)
nb: Ton ut (hurtig)
nl: Uitfaden (snel)
ro: Estompare rapida
ru: Исчезновение (Быстрое)
sl: Zatemnitev/pojemanje (hitro)
tr: Görüntüden Çık (Hızlı)

source: Fade In and Out (Fast)
ar: تلاشي إلى الداخل والخارج (سريع)
bg: Засилване и затихване (бързо)
cs: Fade In a Out (rychlý)
da: Fade-in og out (hurtig)
el: Ομαλή είσοδος και έξοδος (γρήγορα)
eu: Irekitze- eta ixte-iraungipena (azkarra)
fr: Fondu en entré et en sortie (Rapide)
is: Deyfa inn og út (hratt)
lt: Laipsniškas atsiradimas ir pradingimas (Greitas)
nb: Ton inn og ut (hurtig)
nl: In- en uitfaden (snel)
ro: Aparitie si estompare (rapida)
ru: Появление и Исчезновение (Быстрое)
sl: Odtemnitev/pojavljanje in zatemnitev/pojemanje (hitro)
tr: Görüntüye Gir ve Çık (Hızlı)

source: Fade In (Slow)
ar: تلاشي إلى الداخل (بطيئ)
bg: Засилване (бавно)
cs: Fade In (pomalý)
da: Indtoning (langsom)
el: Ομαλή είσοδος (αργά)
eu: Irekitze-iraungipena (motela)
fr: Fondu en entré (Lent)
is: Deyfa inn (hægt)
lt: Laipsniškas atsiradimas (Lėtas)
nb: Ton inn (sakte)
nl: Infaden (langzaam)
ro: Estompare (lentă)
ru: Появление (Медленное)
sl: Odtemnitev/pojavljanje (počasno)
tr: Görüntüye Gir (Yavaş)

source: Fade Out (Slow)
ar: تلاشي إلى الخارج (بطيئ)
bg: Затихване (бавно)
cs: Fade Out (pomalý)
da: Udtoning (langsom)
el: Ομαλή έξοδος (αργά)
eu: Ixte-iraungipena (motela)
fr: Fondu en sortie (Lent)
is: Deyfa út (hægt)
lt: Laipsniškas pradingimas (Lėtas)
nb: Ton ut (sakte)
nl: Uitfaden (langzaam)
ro: Estompare (lentă)
ru: Исчезновение (Медленное)
sl: Odtemnitev (počasna)
tr: Görüntüden Çık (Yavaş)

source: Fade In and Out (Slow)
ar: تلاشي إلى الداخل والخارج (بطيئ)
bg: Засилване и затихване (бавно)
cs: Fade In a Out (pomalý)
da: Ton ind og ud (langsom)
el: Ομαλή είσοδος και έξοδος (αργά)
eu: Irekitze- eta ixte-iraungipena (motela)
fr: Fondu en entré et en sortie (Lent)
is: Deyfa inn og út (hægt)
lt: Laipsniškas atsiradimas ir pradingimas (Lėtas)
nb: Ton inn og ut (sakte)
nl: In- en uitfaden (langzaam)
ro: Apariție și Estompare (lentă)
ru: Появление и Исчезновение (Медленное)
sl: Odtemnitev/pojavljanje in zatemnitev/pojemanje (počasno)
tr: Görüntüye Gir ve Çık (Yavaş)

source: No Animation
ar: بدون حركة
bg: Без анимация
cs: Bez animace
da: Ingen animation
el: Χωρίς εφέ κίνησης
et: Ilma animatsioonita
eu: Animaziorik ez
fi: Ei animaatiota
fr: Aucune animation
hu: Nincs animáció
is: Engin hreyfing
lt: Be animacijos
nb: Ingen animasjon
nl: Geen animatie
ro: Nicio animație
ru: Без анимации
sl: Brez animacije
tr: Canlandırma Yok

source: Zoom In (100% to 150%)
ar: تكبير (100% إلى 150%)
bg: Увеличаване (100% до 150%)
cs: Přiblížit (ze 100% na 150%)
da: Zoom ind (100% til 150%)
el: Μεγέθυνση (από 100% σε 150%)
et: Suurendamine (100%-lt 150%-le)
eu: Handiagotu (%100etik %150era)
fi: Suurenna (100%:sta 150%:een)
fr: Zoomer (de 100% à 150%)
hu: Nagyítás (100%-ról 150%-ra)
is: Renna að (100% til 150%)
lt: Priartinti (nuo 100% iki 150%)
nb: Zoom inn (100% til 150%)
nl: Inzoomen (100% tot 150%)
ro: Mărește (100% la 150%)
ru: Увеличить (100% to 150%)
sl: Povečaj (100% na 150%)
tr: Yakınlaştır (%100'den %150'ye)

source: Zoom In (50% to 100%)
ar: تكبير (50% إلى 100%)
bg: Увеличаване (от 50% до 100%)
cs: Přiblížit (z 50% na 100%)
da: Zoom ind (50% til 100%)
el: Μεγέθυνση (από 50% σε 100%)
et: Suurendamine (50%-lt 100%-le)
eu: Handiagotu (%50etik %100era)
fi: Suurenna (50%:sta 100%:iin)
fr: Zoomer (de 50% à 100%)
hu: Nagyítás (50%-ról 100%-ra)
is: Renna að (50% til 100%)
lt: Priartinti (nuo 50% iki 100%)
nb: Zoom inn (50% til 100%)
nl: Inzoomen (50% tot 100%)
ro: Mărește (50% la 100%)
ru: Увеличить (50% to 100%)
sl: Povečaj (50% na 100%)
tr: Yakınlaştır (%50'den %100'e)

source: Zoom Out (100% to 50%)
ar: تصغير (100% إلى 50%)
bg: Смаляване (от 100% на 50%)
cs: Oddálit (ze 100% na 50%)
da: Zoom ud (100% til 50%)
el: Σμίκρυνση (από 100% σε 50%)
et: Vähendamine (100%-lt 50%-le)
eu: Txikiagotu (%100etik %50era)
fi: Pienennä (100%:sta 50%:iin)
fr: Dézoomer (de 100% à 50%)
hu: Kicsinyítés (100%-ról 50%-ra)
is: Renna frá (100% til 50%)
lt: Atitolinti (nuo 100% iki 50%)
nb: Zoom ut (100% til 50%)
nl: Uitzoomen (100% tot 50%)
ro: Micșorează (100% la 50%)
ru: Уменьшить (100% to 50%)
sl: Pomanjšaj (100% na 50%)
tr: Uzaklaş (%100'den %50'ye)

source: Zoom Out (150% to 100%)
ar: تصغير (150% إلى 100%)
bg: Смаляване (от 150% на 100%)
cs: Oddálit (ze 150% na 100%)
da: Zoom ud (150% til 100%)
el: Σμίκρυνση (από 150% σε 100%)
et: Vähendamine (150%-lt 100%-le)
eu: Txikiagotu (%150etik %100era)
fi: Pienennä (150%:sta 100%:iin)
fr: Dézoomer (de 150% à 100%)
hu: Kicsinyítés (150%-ról 100%-ra)
is: Renna frá (150% til 100%)
lt: Atitolinti (nuo 150% iki 100%)
nb: Zoom ut (150% til 100%)
nl: Uitzoomen (150% tot 100%)
ro: Micșorează (150% la 100%)
ru: Уменьшить (150% to 100%)
sl: Pomanjšaj (150% na 100%)
tr: Uzaklaş (%150'den %100'e)

source: Center to Top
ar: الوسط للأعلى
bg: Нагоре от центъра
cs: Ze středu nahoru
da: Center til top
el: Από το κέντρο προς τα πάνω
et: Keskelt üles
eu: Erditik gota
fi: Keskeltä ylös
fr: Du centre vers le haut
hu: Középről felfele
is: Miðja og upp
lt: Centras į viršų
nb: Senter til topp
nl: Vanuit het midden naar boven
ro: Centru sus
ru: Из середины вверх
sl: Od sredine proti vrhu
tr: Ortadan Üste

source: Center to Left
ar: الوسط لليسار
bg: Наляво от центъра
cs: Ze středu vlevo
da: Center til venstre
el: Από το κέντρο προς τα αριστερά
et: Keskelt vasakule
eu: Erditik ezkerrera
fi: Keskeltä vasemmalle
fr: Du centre vers la gauche
hu: Középről balra
is: Miðja til vinstri
lt: Centras į kairę
nb: Senter til venstre
nl: Vanuit het midden naar links
ro: Centru stânga
ru: Из середины влево
sl: Od sredine proti levi
tr: Ortadan Sola

source: Center To Right
ar: الوسط لليمين
bg: Надясно от центъра
cs: Ze středu vpravo
da: Center til højre
el: Από το κέντρο προς τα δεξιά
et: Keskelt paremale
eu: Erditik eskuinera
fi: Keskeltä oikealle
fr: Du centre vers la droite
hu: Középről jobbra
is: Miðja til hægri
lt: Centras dešinė
nb: Senter til høyre
nl: Vanuit het midden naar rechts
ro: Centru dreapta
ru: Из середины вправо
sl: Od sredine proti desni
tr: Ortadan Sağa

source: Center to Bottom
ar: الوسط للأسفل
bg: Надолу от центъра
cs: Ze středu dolů
da: Center til bund
el: Από το κέντρο προς τα κάτω
et: Keskelt alla
eu: Erditik behera
fi: Keskeltä alas
fr: Du centre vers le bas
hu: Középről lentre
is: Miðja og niður
lt: Centras į apačią
nb: Senter til bunn
nl: Vanuit het midden naar onder
ro: Centru jos
ru: Из середины вниз
sl: Od sredine proti dnu
tr: Ortadan Alta

source: Top to Center
ar: الأعلى للأسفل
bg: Отгоре към центъра
cs: Ze shora na střed
da: Top til center
el: Από πάνω προς το κέντρο
et: Ülevalt keskele
eu: Goitik erdira
fi: Ylhäältä keskelle
fr: Du haut vers le centre
hu: Fentről középre
is: Ofan að miðju
lt: Viršus centre
nb: Topp til senter
nl: Van boven naar het midden
ro: Sus Centru
ru: Сверху к середине
sl: Z vrha proti sredini
tr: Üstten Ortaya

source: Left to Center
ar: اليسار للوسط
bg: Отляво към центъра
cs: Z leva na střed
da: Venstre til center
el: Από αριστερά προς το κέντρο
et: Vasakult keskele
eu: Ezkerretik erdira
fi: Vasemmalta keskelle
fr: De la gauche vers le centre
hu: Balról középre
is: Vinstri til miðju
lt: Kairė į centrą
nb: Venstre til senter
nl: Van links naar het midden
ro: Stanga Centru
ru: Слева к середине
sl: Z leve proti sredini
tr: Soldan Ortaya

source: Right to Center
ar: اليمين للوسط
bg: Отдясно към центъра
cs: Z prava na střed
da: Højre til center
el: Από δεξιά προς το κέντρο
et: Paremalt keskele
eu: Eskuinetik erdira
fi: Oikealta keskelle
fr: De la droite vers le centre
hu: Jobbról középre
is: Hægri til miðju
lt: Dešinė į centrą
nb: Høyre til senter
nl: Van rechts naar het midden
ro: Dreapta Centru
ru: Справа к середине
sl: Z desne proti sredini
tr: Sağdan Ortaya

source: Bottom to Center
ar: الأسفل للوسط
bg: Отдолу към центъра
cs: Z dola na střed
da: Bund til center
el: Από κάτω προς το κέντρο
et: Alt keskele
eu: Behetik erdira
fi: Alhaalta keskelle
fr: Du bas vers le centre
hu: Lentről középre
is: Neðan að miðju
lt: Apačia į centrą
nb: Bunn til senter
nl: Van onder naar het midden
ro: Jos Centru
ru: Снизу к середине
sl: Z dna proti sredini
tr: Alttan Ortaya

source: Top to Bottom
ar: الأعلى للأسفل
bg: Отгоре надолу
cs: Shora dolů
da: Top til bund
el: Απο πάνω προς τα κάτω
et: Ülevalt alla
eu: Goitik behera
fi: Ylhäältä alas
fr: Du haut vers le bas
hu: Fentről le
is: Ofan og niður
lt: Iš viršaus apačion
nb: Topp til bunn
nl: Van boven naar onder
ro: De sus în jos
ru: Сверху вниз
sl: Z vrha proti dnu
tr: Üstten Alta

source: Left to Right
ar: اليسار لليمين
bg: Отляво надясно
cs: Zleva doprava
da: Venstre til højre
el: Απο αριστερά προς τα δεξιά
et: Vasakult paremale
eu: Ezkerretik eskuinra
fi: Vasemmalta oikealle
fr: De la gauche vers la droite
hu: Balról jobbra
is: Vinstri til hægri
lt: Iš kairės dešinėn
nb: Venstre til høyre
nl: Van links naar rechts
ro: De la stânga la dreapta
ru: Слева направо
sl: Z leve proti desni
tr: Soldan Sağa

source: Right to Left
ar: اليمين لليسار
bg: Отдясно наляво
cs: Zprava doleva
da: Højre til venstre
el: Από δεξιά προς τα αριστερά
et: Paremalt vasakule
eu: Eskuinetik ezkerrera
fi: Oikealta vasemmalle
fr: De la droite vers la gauche
hu: Jobbról balra
is: Hægri til vinstri
lt: Iš dešinės kairėn
nb: Høyre til venstre
nl: Van rechts naar links
ro: De la dreapta la stânga
ru: Справа налево
sl: Z desne proti levi
tr: Sağdan Sola

source: Bottom to Top
ar: الأسفل للأعلى
bg: Отдолу нагоре
cs: Zdola nahoru
da: Bund til top
el: Από κάτω προς τα πάνω
et: Alt üles
eu: Behetik gora
fi: Alhaalta ylös
fr: Du bas vers le haut
hu: Lentről fel
is: Neðan og upp
lt: Iš apačios aukštyn
nb: Bunn til topp
nl: Van onder naar boven
ro: Sus până jos
ru: Снизу вверх
sl: Z dna proti vrhu
tr: Alttan Üste

source: Reset Layout
ar: إستعادة النخطيط
bg: Нулиране на подредбата
cs: Zrušit rozložení
da: Nulstil layout
el: Επαναφορά αρχικής διάταξης
et: Lähtesta paigutus
eu: Berrezarri diseinua
fi: Palauta asettelu
fr: Réinitialiser l'agencement
hu: Elrendezés visszaállítása
is: Endurstilla framsetningu
lt: Atstatyti maketą
nb: Tilbakestill layout
nl: Opmaak herstellen
ro: Resetează aspectul
ru: Сбросить положение
sl: Ponastavi postavitev
tr: Yerleşim Düzenini Sıfırla

source: 1/4 Size - Center
ar: حجم 1/4 - وسط
bg: 1/4 Размер - Център
cs: 1/4 velikosti na střed
da: 1/4 Størrelse - Center
el: 1/4 του μεγέθους - κέντρο
et: 1/4 suurus - keskel
eu: 1/4 tamaina - Erdia
fi: 1/4 koko - keskellä
fr: Échelle 1/4 - Centre
hu: 1/4 méret - Középen
is: 1/4 stærð - miðja
lt: 1/4 Dydžio - Centras
nb: 1/4 størrelse - Senter
nl: 1/4 verkleind - midden
ro: 1/4 mărime - centru
ru: 1/4 Размера - Середина
sl: 1/4 velikosti - sredina
tr: 1/4 Ölçek - Merkez

source: 1/4 Size - Top Left
ar: حجم 1/4 - أعلى يسار
bg: 1/4 Размер - Горе вляво
cs: 1/4 velikosti - vlevo nahoru
da: 1/4 Størrelse - Top Venstre
el: 1/4 του μεγέθους - πάνω αριστερά
et: 1/4 suurus - ülal vasakul
eu: 1/4 tamaina - Goi ezkerra
fi: 1/4 koko - ylävasen
fr: Échelle 1/4 - En haut à gauche
hu: 1/4 méret - bal fent
is: 1/4 stærð - efst til vinstri
lt: 1/4 Dydžio - Viršus kairė
nb: 1/4 størrelse - Topp venstre
nl: 1/4 verkleind - linksboven
ro: 1/4 marime - sus stanga
ru: 1/4 Размера - Сверху слева
sl: 1/4 velikosti - zgoraj levo
tr: 1/4 Ölçek - Sol Üst

source: 1/4 Size - Top Right
ar: حجم 1/4 - أعلى يمين
bg: 1/4 Размер - Горе вдясно
cs: 1/4 velikosti vpravo nahoru
da: 1/4 Størrelse - Top Højre
el: 1/4 του μεγέθους - πάνω δεξιά
et: 1/4 suurus - ülal paremal
eu: 1/4 tamaina - Goi eskuina
fi: 1/4 koko - yläoikea
fr: Échelle 1/4 - En haut à droite
hu: 1/4 méret - jobb fent
is: 1/4 stærð - efst til hægri
lt: 1/4 Dydžio - Viršus dešinė
nb: 1/4 størrelse - Topp høyre
nl: 1/4 verkleind - rechtsboven
ro: 1/4 marime - sus dreapta
ru: 1/4 Размера - Сверху справа
sl: 1/4 velikosti - zgoraj desno
tr: 1/4 Ölçek - Sağ Üst

source: 1/4 Size - Bottom Left
ar: حجم 1/4 - اسفل يسار
bg: 1/4 Размер - Отдолу вляво
cs: 1/4 velikosti vlevo dolů
da: 1/4 Størrelse - Bund Venstre
el: 1/4 του μεγέθους - κάτω αριστερά
et: 1/4 suurus - all vasakul
eu: 1/4 tamaina - Behe ezkerra
fi: 1/4 koko - alavasen
fr: Échelle 1/4 - En bas à gauche
hu: 1/4 méret - bal lent
is: 1/4 stærð - neðst til vinstri
lt: 1/4 Dydžio - Apačia kairė
nb: 1/4 Størrelse - Bunn venstre
nl: 1/4 verkleind - linksonder
ro: 1/4 marime - jos stanga
ru: 1/4 размера - Внизу слева
sl: 1/4 velikosti - spodaj levo
tr: 1/4 Ölçek - Sol Alt

source: 1/4 Size - Bottom Right
ar: حجم 1/4 - اسفل يمين
bg: 1/4 Размер - Отдолу вдясно
cs: 1/4 velikosti vpravo dolů
da: 1/4 størrelse - Bund højre
el: 1/4 του μεγέθους - κάτω δεξιά
et: 1/4 suurus - all paremal
eu: 1/4 tamaina - Behe eskuina
fi: 1/4 koko - alaoikea
fr: Échelle 1/4 - En bas à droite
hu: 1/4 méret - jobb lent
is: 1/4 stærð - neðst til hægri
lt: 1/4 Dydžio - Apačia dešinė
nb: 1/4 størrelse - Bunn høyre
nl: 1/4 verkleind - rechtsonder
ro: 1/4 marime Jos Dreapta
ru: 1/4 размера - Внизу справа
sl: 1/4 velikosti - spodaj desno
tr: 1/4 Ölçek - Sağ Alt

source: Show All (Maintain Ratio)
ar: إظهار الكل (تعديل النسبة)
da: Vis alt (fasthold størrelsesforhold)
el: Προβολή όλων (διατήρηση αναλογιών)
eu: Erakutsi dena (mantendu erlazioa)
fr: Tout montrer ( Ratio maintenu)
is: Sýna allt (halda hlutföllum)
lt: Rodyti viską (Išlaikyti santykį)
nb: Vis alle (behold forhold)
nl: Alles tonen (verhouding behouden)
ro: Afișați toate (păstrare aspect)
ru: Показать всё (сохраняя пропорции)
sl: Pokaži vse (ohrani razmerje)
tr: Hepsini Göster (Ölçeği Koru)

source: Show All (Distort)
ar: إظهار الكل (تشويه)
da: Vis alt (fordrejet)
el: Προβολή όλων (παραμόρφωση)
eu: Erakutsi dena (distortsionatu)
fr: Montrer tout (Déformer)
is: Sýna allt (aflaga)
lt: Rodyti viską (Iškraipyti)
nb: Vis alle (forvreng)
nl: Alles tonen (vervormen)
ro: Afișați toate (Distorsionare)
ru: Показать всё (искажая)
sl: Pokaži vse (popači)
tr: Hepsini Göster (Biçimini Boz)

source: Make a copy of this transition
ar: أعمل نسخة من هذه الحركة الإنتقالية
bg: Създаване копие на този преход
cs: Zkopíruje tento přechod
da: Kopiér denne overgang
el: Δημιουργία αντιγράφου αυτής της μετάβασης
et: Sellest üleminekust koopia tegemine
eu: Egin trantsizio honen kopia
fi: Tee kopio tästä siirtymästä
fr: Copier cette transition
hu: Átmenet másolása
is: Gera afrit af þessari millifærslu
lt: Padaryti perėjimo kopiją
nb: Lag en kopi av denne overgangen
nl: Een kopie maken van deze overgang
ro: Fa o copie a acestei tranzitie
ru: Сделайть копию этого перехода
sl: Naredi kopijo prehoda
tr: Bu geçişin kopyasını oluştur

source: Switch Direction
ar: عكس الإتجاه
bg: Превключване на посоката
cs: Změnit směr
da: Ændre retning
el: Εναλλαγή κατεύθυνσης
et: Suuna muutmine
eu: Aldatu norabidea
fi: Vaihda suunta
fr: Changer de direction
hu: Irány váltása
is: Skipta um stefnu
lt: Keisti kryptį
nb: Bytt retning
nl: Richting omkeren
ro: Inversează direcția
ru: Поменять направление
sl: Zamenjaj smer
tr: Yön Değiştir

source: Shift Transitions
ar: غيّر النقلات
bg: Изместване на преходите
cs: Posunout přechody
da: Skift overgange
el: Μετατόπιση μεταβάσεων
et: Üleminekute nihutamine
eu: Desplazatu trantsizioak
fr: Décaler les transitions
hu: Átmenetek csúsztatása
is: Hliðra millifærslum
lt: Apkeisti perėjimus
nb: Flytt overganger
nl: Overgangen verschuiven
ro: Schimbă Tranzitia
ru: Сдвинуть переходы
sl: Zamakni prehode
tr: Geçişleri Kaydır

source: Create a Project
ar: إنشاء مشروع
bg: Създаване на проект
cs: Vytvořit projekt
da: Skab et projekt
el: Δημιουργία έργου
et: Projekti loomine
eu: Sortu proiektua
fi: Luo uusi projekti
fr: Créer un projet
hu: Projekt létrehozása
is: Búa til verkefni
lt: Sukurti projektą
nb: Opprett et prosjekt
nl: Project aanmaken
ro: Creează un Proiect
ru: Создать Проект
sl: Ustvari projekt
tr: Proje Oluştur

source: Project Name:
ar: اسم المشروع:
bg: Име на проекта:
cs: Název projektu:
da: Projektnavn:
el: Όνομα έργου:
et: Projekti nimi:
eu: Proiektu-izena:
fi: Projektin nimi:
fr: Nom du projet :
hu: Projektnév:
is: Heiti verkefnis:
lt: Projekto pavadinimas:
nb: Prosjektnavn:
nl: Projectnaam:
ro: Nume proiect:
ru: Название проекта:
sl: Ime projekta:
tr: Proje Adı:

source: Project Folder:
ar: مجلد المشروع:
bg: Папка на проекта:
cs: Složka projektu
da: Projekt Mappe:
el: Φάκελος έργου:
et: Projekti kataloog:
eu: Proiektu-karpeta:
fi: Projektin kansio:
fr: Dossier du projet :
hu: Projekt mappa:
is: Verkefnamappa:
lt: Projekto katalogas:
nb: Prosjektmappe:
nl: Projectmap:
ro: Dosar Proiect:
ru: Папка Проекта:
sl: Mapa projekta:
tr: Proje Dizini:

source: Select A Folder
ar: اختر مجلد
bg: Избор на папка
cs: Vyberte složku
da: Vælg en mappe
el: Επιλέξτε φάκελο
et: Kataloogi valimine
eu: Hautatu karpeta
fi: Valitse kansio
fr: Sélectionner un dossier
hu: Válasszon ki egy mappát
is: Veldu möppu
lt: Pasirinkite katalogą
nb: Velg en mappe
nl: Een map selecteren
ro: Selectați un dosar
ru: Выбрать Папку
sl: Izberite mapo
tr: Bir Dizin Seçin

source: Project Length: (in minutes)
ar: طول المشروع: (بالدقائق)
bg: Продължителност на проекта : (в минути)
cs: Délka projektu: (v minutách)
da: Projektets varighed: (i minutter)
el: Διάρκεια έργου: (σε λεπτά)
et: Projekti pikkus: (minutites)
eu: Proiektu-luzera: (minutuetan)
fi: Projektin kesto: (minuuteissa)
fr: Durée du projet : (en minutes)
hu: Projekt hossza: (percekben)
is: Lengd verkefnis: (í mínútum)
lt: Projekto trukmė: (minutėmis)
nb: Prosjektlengde: (i minutter)
nl: Projectlengte: (in minuten)
ro: Lungime proiect: (în minute)
ru: Длительность проекта: (в минутах)
sl: Trajanje projekta: (v minutah)
tr: Proje Uzunluğu: (dakika olarak)

source: Project Profile:
ar: ملف تعريف المشروع:
bg: Профил на проекта:
cs: Profil projektu:
da: Projekprofil
el: Προφίλ Έργου:
et: Projekti profiil:
eu: Proiektu-profila:
fr: Projet du profil
is: Snið verkefnis:
lt: Projekto profilis:
nb: Profil for prosjektet:
nl: Projectprofiel:
ro: Profil Proiect
ru: Профиль проекта:
sl: Profil projekta:
tr: Proje Profili:

source: Use this screen to name your new video project, select the folder location of your new project, and select the type of project.
ar: استخدم هذه الشاشة لتسمية مشروع الفيديو الخاص بك الجديد, اختر المجلد الخصا بالمشروع الجديد, اختار نوع المشروع.
bg: В този прозорец, именувайте своят нов видео проект, изберете папка за него, както и тип на проекта.
cs: Pojmenuj projekt, vyber složku umístění nového projektu a vyber typ projektu.
da: Brug dette vindue til at navngive dit nye videoprojekt, vælg mappens placering for dit nye projekt og vælg projekttypen.
el: Χρησιμοποιήστε αυτό το παράθυρο διαλόγου για να δώσετε όνομα στο νέο σας έργο, για να επιλέξετε φάκελο για την τοποθεσία του νέου σας έργου και να επιλέξετε τον τύπο του έργου.
et: Siin saab anda oma uuele videoprojektile nime, valida asukoha ning projekti liigi.
eu: Erabili pantaila hau zure bideo-proiektu berriari izena emateko, zure proiektu berriaren kokapen-karpeta hautatzeko eta proiektu-mota hautatzeko.
fi: Nimeä tässä näytössä uusi videoprojektisi, valitse projektin tallennuskansio ja valitse projektin tyyppi.
fr: Utilisez cet écran pour nommer votre projet vidéo, sélectionner le dossier de votre nouveau projet et spécifier son type.
hu: Ezt a képernyőt a projekt elnevezéséhez, mappájának kiválasztásához és a típusának kiválasztásához használhatod.
is: Notaðu þennan glugga til að skíra nýja vídeóverkefnið, velja staðsetningu og möppu undir það, og ákveða gerð verkefnisins.
lt: Naudokites šiuo langu, kad pavadintumėte naują vaizdo projektą, išsirinktumėte projekto katalogo vietą ir projekto tipą.
nb: I dette skjermbildet kan du sette navn på det nye videoprosjektet ditt, velge mappeplassering og velge prosjekttype.
nl: Gebruik dit scherm om een naam te geven aan uw nieuw videoproject, de map selecteren waar het project opgeslagen moet worden en het type project te kiezen.
ro: Folosiți acest ecran pentru a denumi noul proiect video, selectați folderul în care doriti sa salvati proiectul nou, și selectati tipul proiectului.
ru: Назовите ваш новый проект, выберите папку для его расположения, и выберите тип проекта.
sl: To okno uporabite za poimenovanje svojega novega video projekta, izbor mape novega projekta in izbor vrste projekta.
tr: Bu ekranda yeni video projenizi isimlendirebilirsiniz, projenizin tipini ve yerleştirileceği dizini seçin.
