Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Open Project...
ar: فتح مشروع...
bg: Отваряне на проект...
cs: Otevřít projekt...
da: Åben projekt...
el: Άνοιγμα έργου...
et: Ava projekt...
eu: Ireki proiektua...
fi: Avaa projekti...
fr: Ouvrir un projet…
hu: Projekt megnyitása...
is: Opna verkefni...
lt: Atverti projektą...
nb: Åpne prosjekt...
nl: Project openen...
ro: Deschide proiect...
ru: Открыть проект...
sl: Odpri projekt ...
tr: Proje Aç...

source: Recent Projects
ar: المشاريع الأخيرة
bg: Скорошни проекти
cs: Nedávné projekty
da: Seneste projekter
el: Πρόσφατα έργα
et: Hiljutised projektid
eu: Azken proiektuak
fi: Viimeisimmät projektit
fr: Projets récents
hu: Legutóbbi projektek
is: Nýleg verkefni...
lt: Pastarieji projektai
nb: Nylige prosjekter...
nl: Recente projecten
ro: Proiecte recente
ru: Недавние проекты
sl: Nedavni projekti
tr: Önceki Projeler

source: Import Files...
ar: استيراد ملفات
bg: Внасяне на файлове...
cs: Importovat soubory...
da: Importer filer...
el: Εισαγωγή αρχείων...
et: Failide importimine...
eu: Inportatu fitxategiak...
fi: Tuo tiedostoja...
fr: Importer des fichiers…
hu: Fájlok importálása...
is: Flytja inn skrár...
lt: Bylų importavimas...
nb: Importer filer...
nl: Bestanden importeren...
ro: Importă fișiere...
ru: Импортировать файлы...
sl: Uvozi datoteke...
tr: Dosyaları İçeri Aktar

source: Import Image Sequence...
ar: استيراد تسلسل صوري...
bg: Внасяне на серия изображения...
cs: Importovat sekvenci obrázků...
da: Importer billedsekvens
el: Εισαγωγή ακολουθίας εικόνων...
et: Pildijada importimine...
eu: Inportatu irudi-sekuentzia...
fi: Tuo kuvasarja...
fr: Importer une séquence d'images…
hu: Kép sorozat importálás
is: Flytja inn myndarunu...
lt: Atvaizdų sekos importavimas...
nb: Importer bildesekvens...
nl: Afbeeldingsreeks importeren...
ro: Importă secvență imagini
ru: Импортировать набор изображений...
sl: Uvozi slikovno sekvenco ...
tr: Resim Dizgesini İçeri Aktar...

source: Save Project
ar: حفظ المشروع
bg: Запазване на проекта
cs: Uložit projekt
da: Gem projekt
el: Αποθήκευση έργου
et: Salvesta projekt
eu: Gorde proiektua
fi: Tallenna projekti
fr: Enregistrer le projet…
hu: Projekt mentése
is: Vista verkefni
lt: Išsaugoti projektą
nb: Lagre prosjekt
nl: Project opslaan
ro: Salvează proiectul
ru: Сохранить проект
sl: Shrani projekt
tr: Projeyi Kaydet

source: Save Project As...
ar: حفظ المشروع بإسم...
bg: Запазване на проекта като...
cs: Uložit projekt jako...
da: Gem projekt som...
el: Αποθήκευση έργου ως...
et: Salvesta projekt kui...
eu: Gorde proiektua honela...
fi: Tallenna projekti nimellä...
fr: Enregistrer le projet sous…
hu: Projekt mentése másként...
is: Vista verkefni sem...
lt: Išsaugoti projektą, kaip...
nb: Lagre prosjektet som...
nl: Project opslaan als...
ro: Salveaza proiectul ca...
ru: Сохранить проект как...
sl: Shrani projekt kot ...
tr: Projeyi Farklı Kaydet...

source: Export Video...
ar: تصدير الفيديو...
bg: Изнасяне на видеото...
cs: Exportovat video
da: Eksporter video...
el: Εξαγωγή βίντεο...
et: Video eksportimine...
eu: Esportatu bideoa...
fi: Vie video...
fr: Exporter la vidéo…
hu: Videó exportálása...
is: Flytja út vídeó...
lt: Vaizdo eksportas...
nb: Eksporter video...
nl: Video exporteren...
ro: Exportă video....
ru: Экспортировать видео...
sl: Izvozi video ...
tr: Videoyu Dışarı Aktar...

source: _Edit
ar: _تحرير
bg: _Редактиране
cs: _Upravit
da: _Redigér
el: _Επεξεργασία
et: _Redigeerimine
eu: _Editatu
fi: _Muokkaa
fr: _Éditer
hu: _Szerkesztés
is: Br_eyta
lt: _Keisti
nb: _Rediger
nl: Be_werken
ro: _Editare
ru: _Изменить
sl: _Uredi
tr: Düzenl_e

source: Undo
ar: تراجع
bg: Отмяна
cs: Zpět
da: Fortryd
el: Αναίρεση
et: Võta tagasi
eu: Desegin
fr: Annuler
hu: Vissza
is: Afturkalla
lt: Atšaukti paskutinį veiksmą
nb: Angre
nl: Ongedaan maken
ro: dezfacere
ru: Отмена
sl: Razveljavi
tr: Geri Al

source: Redo
ar: تكرار
bg: Повторение
cs: Vpřed
da: Gendan
el: Επανάληψη
et: Tee uuesti
eu: Berregin
fr: Rétablir
hu: Újra
is: Endurtaka
lt: Pakartoti atšauktą veiksmą
nb: Gjør om
nl: Opnieuw
ro: Refacere
ru: Вернуть
sl: Ponovi
tr: Yinele

source: _Title
ar: _عنوان
bg: _Заглавие
cs: _Název
da: _Titel
el: _Τίτλος
et: _Pealkiri
eu: _Titulua
fr: _Titre
hu: _Cím
lt: _Antraštė
nb: _Tittel
nl: _Titel
ro: _Titlu
ru: _Название
sl: _Napis
tr: _Başlık

source: New Title...
ar: عنوان جديد...
bg: Ново заглавие...
cs: Nové titulky...
da: Ny titel...
el: Νέος τίτλος...
et: Uus pealkiri...
eu: Titulu berria...
fi: Uusi otsake...
fr: Nouveau titre...
hu: Új Cím...
is: Nýr titill...
lt: Nauja antraštė...
nb: Ny tittel...
nl: Nieuwe titel...
ro: Titlu nou...
ru: Новый заголовок...
sl: Nov napis ...
tr: Yeni Başlık...

source: New Sequence...
ar: تسليل جديد...
bg: Нова последователност...
cs: Nová sekvence...
da: Ny sekvens...
el: Νέα ακολουθία...
et: Uus järgnevus...
eu: Sekuentzia berria...
fi: Uusi kuvasarja
fr: Nouvelle séquence…
hu: Új sorozat
is: Ný runa...
lt: Nauja seka...
nb: Ny sekvens...
nl: Nieuwe montagereeks...
ro: Secvență nouă...
ru: Новая последовательность...
sl: Nova sekvenca ...
tr: Yeni Dizge...

source: _View
ar: _عرض
bg: _Изглед
cs: _Zobrazit
da: _Vis
el: _Προβολή
et: _Vaade
eu: _Ikuspegia
fi: _Näytä
fr: _Affichage
hu: _Nézet
is: S_koða
lt: _Rodymas
nb: _Vis
nl: Beel_d
ro: _Vizualizare
ru: _Вид
sl: _Pogled
tr: _Göster

source: Toolbar
ar: شريط الأدوات
bg: Лента с инструменти
cs: Panel nástrojů
da: Værktøjslinje
el: Γραμμή Εργαλείων
et: Tööriistariba
eu: Tresna-barra
fi: Työkalupalkki
fr: Barre d'outils
hu: Eszköztár
is: Tækjaslá
lt: Įrankių juosta
nb: Verktøylinje
nl: Werkbalk
ro: Bară de unelte
ru: Панель инструментов
sl: Orodjarna
tr: Araç Çubuğu

source: History
ar: السجل
bg: История
cs: Historie
da: Historik
el: Ιστορικό
et: Ajalugu
eu: Historia
fr: Historique
hu: Előzmények
is: Ferill
lt: Istorija
nb: Historikk
nl: Geschiedenis
ro: Istoric
ru: История
sl: Zgodovina
tr: Geçmiş

source: _Help
ar: _مساعدة
bg: _Помощ
cs: _Nápověda
da: _Hjælp
el: _Βοήθεια
et: _Abi
eu: _Laguntza
fi: _Ohje
fr: _Aide
hu: _Súgó
is: _Hjálp
lt: _Pagalba
nb: _Hjelp
ro: _Ajutor
ru: _Справка
sl: Po_moč
tr: _Yardım

source: _Contents
ar: _المحتويات
bg: _Съдържание
cs: _Obsah
da: _Indhold
el: _Περιεχόμενα
et: _Sisu
eu: _Edukiak
fi: _Sisältö
fr: _Sommaire
hu: T_artalom
is: _Innihald
lt: _Turinys
nb: _Innhold
nl: In_houd
ro: _Conținut
ru: _Содержание
sl: _Vsebina
tr: _İçindekiler

source: _Report a Bug...
ar: _أرسل تقريرا بمشكلة...
bg: _Съобщаване за грешка...
cs: _Nahlásit chybu...
da: _Rapporter en fejl...
el: _Αναφορά σφάλματος...
et: _Raporteeri veast...
eu: _Jakinarazi akatsa...
fi: _Ilmoita ohjelmistovirheestä...
fr: _Signaler un bug...
hu: _Hiba jelentése...
is: _Tilkynna um villu...
lt: _Pranešti klaidą...
nb: _Rapporter en feil...
nl: Een programmafout melden
ro: _Raporteaza o eroare...
ru: Отправить баг...
sl: _ Javi napako ...
tr: _Hata kaydı gönder...

source: _Ask a Question...
ar: _اسأل سؤالا...
bg: _Задайте въпрос...
cs: _Položit otázku...
da: _Stil et spørgsmål...
el: _Κατάθεση ερώτησης...
et: _Esita küsimus...
eu: _Galdetu zalantzak...
fi: _Kysy kysymys...
fr: _Poser une question
hu: Kérdezzen!
is: _Spyrja spurninga...
lt: _Paklausti klausimą...
nb: _Still et spørsmål...
nl: Online hulp krijgen...
ro: _Intreabă o întrebare...
ru: Задать вопрос...
sl: _Zastavi vprašanje ...
tr: _Soru sor...

source: _Translate this Application...
ar: _ترجم هذا المشروع...
bg: _Превеждане на тази програма...
cs: _Přeložit tuto aplikaci...
da: _Oversæt denne applikation...
el: _Μετάφραση αυτής της εφαρμογής...
et: _Tõlgi see rakendus...
eu: _Itzuli aplikazio hau...
fi: _Suomenna tätä sovellusta...
fr: _Traduire cette application...
hu: _Fordítás
is: Þýða þetta _forrit
lt: _Išversti šitą programą...
nb: Oversett dette programmet...
nl: Dit programma vertalen...
ro: _Tradu această aplicație...
ru: _Перевести это приложение...
sl: _Prevedi program...
tr: _Bu uygulamayı tercüme edin

source: Open Project
ar: فتح مشروع
bg: Отваряне на проект
cs: Otevřít projekt
da: Åbn projekt
el: Άνοιγμα έργου
et: Projekti avamine
eu: Ireki proiektua
fi: Avaa projekti
fr: Ouvrir un projet
hu: Projekt megnyitása
is: Opna verkefni
lt: Atverti projektą
nb: Åpne prosjekt
nl: Project openen
ro: Deschide proiect
ru: Открыть проект
sl: Odpri projekt
tr: Proje Aç

source: Save
ar: حفـظ
bg: Запазване
cs: Uložit
da: Gem
el: Αποθήκευση
et: Salvestamine
eu: Gorde
fi: Tallenna
fr: Enregistrer
hu: Mentés
is: Vista
lt: Išsaugoti
nb: Lagre
nl: Opslaan
ro: Salvează
ru: Сохранить
sl: Shrani
tr: Kaydet

source: Take Snapshot
ar: خذ لقطة
bg: Прихващане на екран
cs: Udělat snímek
da: Tag snapshot
el: Εξαγωγή στιγμιότυπου
et: Kuvatõmmise võtmine
eu: Hartu pantaila-argazkia
fi: Ota kuvakaappaus
fr: Prendre une capture d'écran
hu: Pillanatkép rögzítése
is: Taka skjámynd
lt: Padaryti momentinę nuotrauką
nb: Ta stillbilde
nl: Momentopname maken
ro: Capturează un instantaneu
ru: Сделать снимок
sl: Zajemi trenutni posnetek
tr: Ekran Görüntüsü Al

source: Project Files
ar: ملفات المشروع
bg: Файлове на проекта
cs: Soubory projektu
da: Projektfiler
el: Αρχεία έργου
et: Projektifailid
eu: Proiektu-fitxategiak
fi: Projektin tiedostot
fr: Fichiers du projet
hu: Projektfájlok
is: Verkefnaskrár
lt: Projekto bylos
nb: Prosjektfiler
nl: Projectbestanden
ro: Fișiere proiect
ru: Файлы проекта
sl: Projektne datoteke
tr: Proje Dosyaları

source: Transitions
ar: الانتقالات
bg: Преходи
cs: Přechody
da: Overgange
el: Μεταβάσεις
et: Üleminekud
eu: Trantsizioak
fi: Siirtymät
hu: Átmenet
is: Millifærslur
lt: Perėjimai
nb: Overganger
nl: Overgangen
ro: Tranziții
ru: Переходы
sl: Prehodi
tr: Geçişler

source: Effects
ar: المؤثرات
bg: Ефекти
cs: Efekty
da: Effekter
el: Εφέ
et: Efektid
eu: Efektuak
fi: Tehosteet
fr: Effets
hu: Effektek
is: Sjónhverfingar
lt: Efektai
nb: Effekter
nl: Effecten
ro: Efecte
ru: Эффекты
sl: Učinki
tr: Efektler

source: Seek to Beginning
ar: السعي للبداية
bg: Прескачане в началото
cs: Přetočit na začátek
da: Søg mod start
el: Μετάβαση στην αρχή
et: Algusesse kerimine
eu: Joan hasierara
fi: Siirry alkuun
fr: Aller au début
hu: Ugrás az elejére
is: Leita að upphafi
lt: Eiti į pradžią
nb: Spol til starten
nl: Naar begin gaan
ro: Caută la început
ru: В начало
sl: Išči proti začetku
tr: Başlangıca Git

source: Previous Marker
ar: العلامة السابقة
bg: Предишен маркер
cs: Předchozí značka
da: Forrige markør
el: Προηγούμενη επισήμανση
et: Eelmine tähis
eu: Aurreko markatzailea
fi: Edellinen merkki
fr: Repère précédent
hu: Előző jelölés
is: Fyrra merki
lt: Ankstesnė žyma
nb: Forrige merke
nl: Vorige markering
ro: Marcajul anterior
ru: Предыдущий маркер
sl: Prejšnji označevalnik
tr: Önceki işaret

source: Seek Backward
ar: السعى للخلف
bg: Превъртане назад
cs: Přetáčet vzad
da: Søg baglæns
el: Μετακίνηση προς τα πίσω
et: Tagasisuunas otsimine
eu: Joan atzerantz
fi: Siirry taaksepäin
fr: Reculer
hu: Ugrás visszafelé
is: Leita afturábak
lt: Eiti atgal
nb: Spol bakover
nl: Achterwaarts zoeken
ro: Salt înapoi
ru: Перемотка назад
sl: Išči nazaj
tr: Geriye Doğru Ara

source: Play
ar: تشغيل
bg: Изпълнение
cs: Přehrát
da: Afspil
el: Αναπαραγωγή
et: Esitamine
eu: Erreproduzitu
fi: Toista
fr: Lecture
hu: Lejátszás
is: Spila
lt: Groti
nb: Spill av
nl: Afspelen
ro: Redare
ru: Воспроизведение
sl: Predvajaj
tr: Yürüt

source: Seek Forward
ar: السعى للامام
bg: Превъртане напред
cs: Přetáčet vpřed
da: Søg fremad
el: Μετακίνηση προς τα μπροστά
et: Edasisuunas otsimine
eu: Joan aurrenrantz
fi: Siirry eteenpäin
fr: Avancer
hu: Ugrás előre
is: Leita áfram
lt: Eiti į priekį
nb: Spol fremover
nl: Voorwaarts zoeken
ro: Salt înainte
ru: Перемотка вперёд
sl: Išči naprej
tr: İleriye Doğru Ara

source: Next Marker
ar: العلامة التالية
bg: Следващ маркер
cs: Další značka
da: Næste markør
el: Επόμενη επισήμανση
et: Järgmine tähis
eu: Hurrengo markatzailea
fi: Seuraava merkki
fr: Repère suivant
hu: Következő jelölés
is: Næsta merki
lt: Kita žyma
nb: Neste merke
nl: Volgende markering
ro: Marcajul următor
ru: Следующий маркер
sl: Naslednji označevalnik
tr: Sonraki işaret

source: Seek to Ending
ar: السعي للنهاية
bg: Прескачане в края
cs: Přetočit na konec
da: Søg mod slutning
el: Μετάβαση στο τέλος
et: Lõppu kerimine
eu: Joan azkeneraino
fi: Siirry loppuun
fr: Aller à la fin
hu: Ugrás a végére
is: Leita að endi
lt: Eiti į pabaigą
nb: Spol til slutten
nl: Naar einde gaan
ro: Salt la sfârșit
ru: В конец
sl: Išči proti koncu
tr: Sona Git

source: Add Track
ar: إضافة مسار
bg: Добавяне на пътека
cs: Přidat stopu
da: Tilføj spor
el: Προσθήκη κομματιού
et: Raja lisamine
eu: Gehitu pista
fi: Lisää raita
fr: Ajouter une piste
hu: Sáv hozzáadása
is: Bæta við hljóðspori
lt: Pridėti takelį
nb: Legg til spor
nl: Spoor toevoegen
ro: Adaugă pistă
ru: Добавить дорожку
sl: Dodaj sled
tr: İz ekle

source: Arrow Tool
ar: أداة السهم
bg: Инструмент показалец
cs: Nástroj výběru
da: Pileværktøj
el: Εργαλείο βέλους
et: Valimise tööriist
eu: Gezia tresna
fi: Nuolityökalu
fr: Déplacer
hu: Nyíl eszköz
is: Örvatól
lt: Rodyklės įrankis
nb: Pilverktøy
nl: Selectiegereedschap
ro: Unealta săgeată
ru: Указатель
sl: Orodje kazalca
tr: Ok Aracı

source: Razor Tool
ar: أداة الموس
bg: Инструмент резец
cs: Nástroj střihu
da: Skæreværktøj
el: Εργαλείο κοψίματος
et: Lõikamise tööriist
eu: Labana tresna
fi: Leikkaustyökalu
fr: Découper
hu: Vágó eszköz
is: Sköfutól
lt: Skustuvo įrankis
nb: Klippeverktøy
nl: Snijgereedschap
ro: Unealta lamă
ru: Бритва
sl: Orodje britvice
tr: Kesme Aracı

source: Resize Tool
ar: أداة الحجم
bg: Инструмент оразмеряване
cs: Nástroj pro změnu velikosti
da: Størrelsesværktøj
el: Εργαλείο αλλαγής μεγέθους
et: Suuruse muutmise tööriist
eu: Tamaina aldatzeko tresna
fi: Venytystyökalu
fr: Redimentionner
hu: Méretező eszköz
is: Stærðarbreytingartól
lt: Dydžio keitimo įrankis
nb: Størrelsesverktøy
nl: Trimgereedschap
ro: Unealta de redimensionare
ru: Изменение размера
sl: Orodje spreminjanja velikosti
tr: Ölçekleme Aracı

source: Snapping Tool
ar: أداة العض
bg: Инструмент прилепване
cs: Přichytávat
da: Fastgørelsesværktøj
el: Εργαλείο σημείων αρπαγής
et: Tööriistade tõmbumine
eu: Atxikitze tresna
fi: Tarraustyökalu
fr: Magnétisme
is: Griptól
lt: Prikabinimo įrankis
nb: Magnetverktøy
nl: Magneetgereedschap
ru: Прикрепление
sl: Orodje pripenjanja
tr: Çakıştırma Aracı

source: Add Marker
ar: إضافة علامة
bg: Добавяне на маркер
cs: Přidat značku
da: Sæt markør
el: Προσθήκη επισήμανσης
et: Tähise lisamine
eu: Gehitu markatzailea
fi: Lisää merkki
fr: Ajouter un repère
hu: Jelölő hozzáadása
is: Bæta við merki
lt: Pridėti žymę
nb: Legg til markør
nl: Markering toevoegen
ro: Adaugă marcaj
ru: Добавить маркер
sl: Dodaj označevalnik
tr: İşaretçi ekle

source: Zoom In
ar: تكبير
bg: Приближаване
cs: Přiblížit
da: Zoom ind
el: Ζουμ Μέσα
et: Suurenda
eu: Handiagotu
fi: Lähennä
fr: Zoom avant
hu: Nagyítás
is: Renna að
lt: Didinti
nb: Zoom inn
nl: Inzoomen
ro: Mărire
ru: Увеличить
sl: Povečaj
tr: Yakınlaştır

source: Slide to Zoom
ar: الإنزلاق للتكبير
bg: Плъзгач за Zoom
cs: Táhněte ke změně přiblížení
da: Træk for at zoome
el: Σλάιντ για μεγέθυνση
et: Suurendamise valimiseks lohista
eu: Diapositibaren zoom-a
fi: Liu'uta zoomataksesi
fr: Glisser pour zoomer
is: Renna til að stækka/minnka
lt: Slinkti, kad didinti
nb: Dra for å zoome
nl: Verschuif om te zoomen
ro: Glisaţi pentru a mări
ru: Увеличить скольжением
sl: Drsnik za povečevalnik
tr: Büyütece Kaydır

source: Number of seconds between each line on the timeline
ar: عدد الثواني بين كل شريط والشريط الزمني
bg: Брой секунди пред всяка линия на Времевата линия
cs: Počet sekund jednoho dílku v hlavičce časové osy
da: Antal sekunder mellem hver linje i tidslinjen
el: Αριθμός δευτερολέπτων μεταξύ των γραμμών του χρονοδιαγράμματος
et: Ajajoonte vahe sekundites
eu: Denbora-lerroko lerroen arteko segundo-kopurua
fi: Sekuntien määrä viivojen välissä aikajanalla
fr: Nombre de secondes entre chaque ligne sur la chronologie
is: Fjöldi sekúndna milli lína á tímalínunni
lt: Sekundžių skaičius laiko juostoje tarp kiekvienos linijos
nb: Antall sekunder mellom hver linje i tidslinjen
nl: Aantal seconden tussen elke lijn op de tijdbalk
ro: Numarul secundelor intre fiecare linie de pe Cronologie
ru: Число секунд между линиями на временной шкале
sl: Število sekund med oznakami na časovnici
tr: Zaman çizgisi üstündeki her bir çizgi arasındaki saniye sayısı

source: 15 seconds
ar: 15 ثانية
bg: 15 секунди
cs: 15 sekund
da: 15 sekunder
el: 15 δευτερόλεπτα
et: 15 sekundit
eu: 15 segundo
fi: 15 sekuntia
fr: 15 secondes
hu: 15 másodperc
is: 15 sekúndur
lt: 15 sekundžių
nb: 15 sekunder
nl: 15 seconden
ro: 15 secunde
ru: 15 секунд
sl: 15 sekund
tr: 15 saniye

source: Zoom Out
ar: تصغير
bg: Отдалечаване
cs: Oddálit
da: Zoom ud
el: Σμίκρυνση
et: Vähenda
eu: Txikiagotu
fi: Loitonna
fr: Zoom arrière
hu: Kicsinyítés
is: Renna frá
lt: Mažinti
nb: Zoom ut
nl: Uitzoomen
ro: Micșorare
ru: Уменьшить
sl: Pomanjšaj
tr: Uzaklaştır

source: Timeline - Sequence 1
ar: الشريط الزمني - التسلسل 1
bg: Времева линия - Последователност 1
cs: Časová osa - sekvence 1
da: Tidslinje - Sekvens 1
el: Χρονοδιάγραμμα - Ακολουθία 1
et: Ajajoon - Järgnevus 1
eu: Denbora-lerroa - 1. sekuentzia
fi: Aikajana - kuvasarja 1
fr: Chronologie - Séquence 1
is: Tímalína - Runa 1
lt: Laiko juosta - 1 seka
nb: Tidslinje - Sekvens 1
nl: Tijdbalk - montagereeks 1
ro: Cronologie - Secvența 1
ru: Линейка - Эпизод 1
sl: Časovnica - sekvenca 1
tr: Zamançizgisi - Dizge 1

source: Create Folder...
ar: إنشاء مجلد...
bg: Създаване на папка...
cs: Vytvořit složku...
da: Opret mappe...
el: Δημιουργία φακέλου...
et: Kataloogi loomine...
eu: Sortu karpeta...
fi: Luo kansio...
fr: Créer un dossier…
hu: Új mappa...
is: Búa til möppu...
lt: Sukurti katalogą...
nb: Opprett en mappe...
nl: Map aanmaken...
ro: Creează dosar...
ru: Создать папку...
sl: Ustvari mapo ...
tr: Dizin Oluştur...

source: Folder Name
ar: اسم المجلّد
bg: Име на папка
cs: Název složky
da: Mappenavn
el: Όνομα φακέλου
et: Kataloogi nimi
eu: Karpeta-izena
fi: Kansion nimi
fr: Nom du dossier
hu: Mappa neve
is: Heiti möppu
lt: Katalogo pavadinimas
nb: Mappenavn
nl: Mapnaam
ro: Nume dosar
ru: Имя папки
sl: Ime mape
tr: Klasör Adı

source: Folder Name:
ar: اسم المجلّد:
bg: Име на папка:
cs: Název složky:
da: Mappenavn:
el: Όνομα φακέλου:
et: Kausta nimi:
eu: Karpeta-izena:
fi: Kansion nimi:
fr: Nom du dossier :
hu: Mappa neve:
is: Heiti möppu:
lt: Katalogo pavadinimas:
nb: Mappenavn:
nl: Mapnaam:
ro: Nume dosar:
ru: Имя папки:
sl: Ime mape:
tr: Dizin Adı:

source: Add Track Above
ar: إضافة مقطع في الأعلى
bg: Добавяне на пътека отгоре
cs: Přidat stopu nahoru
da: Tilføj spor over
el: Προσθήκη κομματιού πριν
et: Lisa ülesse rada
eu: Gehitu pista gainean
fi: Lisää raita yläpuolelle
fr: Ajouter une piste au-dessus
hu: Sáv hozzáadása fent
is: Bæta við hljóðspori yfir
lt: Pridėti takelį aukščiau
nb: Legg til spor ovenfor
nl: Spoor hierboven toevoegen
ro: Adaugă pista deasupra
ru: Добавить дорожку выше
sl: Dodaj sled zgoraj
tr: Üste İz Ekle

source: Add Track Below
ar: إضافة مقطع في الأسفل
bg: Добавяне на Пътека отдолу
cs: Přidat stopu dolů
da: Tilføj spor under
el: Προσθήκη κομματιού μετά
et: Lisa alla rada
eu: Gehitu pista azpian
fi: Lisää raita alapuolelle
fr: Ajouter une piste en-dessous
hu: Sáv hozzáadása lent
is: Bæta við hljóðspori undir
lt: Pridėti takelį žemiau
nb: Legg til spor nedenfor
nl: Spoor hieronder toevoegen
ro: Adaugă pista dedesubt
ru: Добавить дорожку ниже
sl: Dodaj sled spodaj
tr: Alta İz Ekle

source: Move Track Up
ar: نقل المقطع للأعلى
bg: Преместване на пътеката нагоре
cs: Přesuň stopu nahorů
da: Flyt spot op
el: Μετακίνηση κομματιού πάνω
et: Liiguta rada üles
eu: Mugitu pista gora
fi: Siirrä raitaa ylös
fr: Monter cette piste
hu: Sáv mozgatása fel
is: Flytja hljóðspor upp
lt: Kilstelti takelį į viršų
nb: Flytt spor opp
nl: Spoor omhoog verplaatsen
ro: Mută pista în sus
ru: Переместить Трек Вверх
sl: Premakni sled navzgor
tr: İzi Yukarı Taşı

source: Move Track Down
ar: نقل المقطع للأسفل
bg: Преместване на пътеката надолу
cs: Přesuň stopu dolů
da: Flyt spor ned
el: Μετακίνηση κομματιού κάτω
et: Liiguta rada alla
eu: Mugitu pista behera
fi: Siirrä raitaa alas
fr: Descendre cette piste
hu: Sáv mozgatása lefelé
is: Flytja hljóðspor niður
lt: Nuleisti takelį žemiau
nb: Flytt spor ned
nl: Spoor omlaag verplaatsen
ro: Mută pista în jos
ru: Переместить Трек Вниз
sl: Premakni sled navzdol
tr: İzi Aşağı Taşı

source: Rename Track
ar: تغيير اسم المقطع
bg: Преименуване на пътеката
cs: Přejmenovat stopu
da: Omdøb spor
el: Μετονομασία κομματιού
et: Nimeta rada ümber
eu: Berrizendatu pista
fi: Nimeä raita
fr: Renommer cette piste
hu: Sáv átnevezése
is: Endurnefna hljóðspor
lt: Pervadinti takelį
nb: Gi nytt navn til spor
nl: Spoor hernoemen
ro: Redenumește pista
ru: Переименовать Трек
sl: Preimenuj sled
tr: İzi Yeniden isimlendir

source: Remove Track
ar: حذف المسار
bg: Премахване на пътеката
cs: Odstranit stopu
da: Fjern spor
el: Αφαίρεση κομματιού
et: Eemalda rada
eu: Kendu pista
fi: Poista raita
fr: Supprimer cette piste
hu: Sáv eltávolítása
is: Fjarlægja hljóðspor
lt: Šalinti takelį
nb: Fjern spor
nl: Spoor verwijderen
ro: Șterge pista
ru: Удалить Трек
sl: Odstrani sled
tr: İzi Kaldır

source: Make a copy of this clip
ar: إنشاء نسخة من هذا المقطع
bg: Създаване на копие на този клип
cs: Zkopíruje tento klip
da: Lav en kopi af dette klip
el: Δημιουργία αντιγράφου του κλιπ
et: Sellest klipist koopia tegemine
eu: Egin klip honen kopia
fi: Tee kopio tästä leikkeestä
fr: Copier cette séquence
hu: Másolat készítése a klippről
is: Gera afrit af þessu myndskeiði
lt: Padaryti klipo kopiją
nb: Lag en kopi av dette klippet
nl: Een kopie van dit fragment maken
ro: Fă o copie a acestui clip
ru: Сделать копию клипа
sl: Ustvari kopijo posnetka
tr: Klibin kopyasını oluştur

source: Duplicate
ar: نسخة مطابقة
bg: Дублиране
cs: Duplikovat
da: Dupliker
el: Διπλότυπο
et: Duplikaat
eu: Bikoiztu
fi: Monista
fr: Dupliquer
hu: Megkettőzés
is: Klóna
lt: Dublikuoti
nb: Kopier
nl: Dupliceren
ro: Duplică
ru: Дублироавть
sl: Podvoji
tr: Çoğalt

source: Fade this clip
ar: إجعل الكليب يتضاءل
bg: Затихване на този клип
cs: Ztlumit tento klip
da: Udton dette klip
el: Ομαλή εμφάνιση αυτού του κλιπ
eu: Iraungi klip hau
fr: Fondre ce clip
is: Deyfa út þetta myndskeið
lt: Laipsniškai pradanginti šitą klipą
nb: Ton ut dette klippet
nl: Dit fragment faden
ro: Estompați acest clip
ru: Плавное затухание клипа
sl: Pojavljanje/pojemanje tega posnetka
tr: Bu klibe geçiş ekle

source: Fade
ar: تلاشي
bg: Затихване
cs: Ztlumení
da: Udton
el: Ομαλή εμφάνιση
et: Hääbumine
eu: Iraungi
fr: Fondu
is: Deyfa út
lt: Laipsniškas pradingimas
nb: Ton ut
nl: Faden
ro: Estompează
ru: Исчезновение
sl: Pojavljanje in pojemanje
tr: Geçiş

source: Animate this clip
ar: تحريك هذا المقطع
bg: Анимиране на този клип
cs: Animovat tento klip
da: Animer dette klip
el: Εφέ κίνησης σε αυτό το κλιπ
et: Selle klipi animeerimine
eu: Animatu klip hau
fi: Animoi tämä leike
fr: Animer ce clip
hu: Klipp animálása
is: Gera hreyfingar í þessu myndskeiði
lt: Animuoti klipą
nb: Animer dette klippet
nl: Fragment animeren
ro: Animează acest clip
ru: Анимировать клип
sl: Animiraj posnetek
tr: Klibi oynat

source: Animate
ar: تحريك
bg: Анимиране
cs: Animovat
da: Animér
el: Εφέ κίνησης
et: Animeerimine
eu: Animatu
fi: Animoi
fr: Animer
hu: Animálás
is: Hreyfingar
lt: Animuoti
nb: Animer
nl: Animatie
ro: Animează
ru: Анимировать
sl: Animiraj
tr: Oynat
