Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Confirm Overwrite
ar: تأكيد إعادة الكتابة
bg: Потвърждение на презаписването
cs: Potvďte přepsání
da: Bekræft overskrivning
el: Επιβεβαίωση αντικατάστασης
et: Kinnita ülekirjutamine
eu: Baieztatu gainidazketa
fi: Vahvista ylikirjoitus
fr: Confirmez l'Écrasement
hu: Felülírás megerősítése
is: Staðfesta yfirskrifun
lt: Patvirtinkite Perrašymą
nb: Bekreft om du vil skrive over
nl: Overschrijven bevestigen
ro: Confirmați Suprascrierea
ru: Подтвердить Перезапись
sl: Potrdite prepisovanje
tr: Üzerine Yazılsın

source: There is already a video file named %s.%s in the selected export folder. Would you like to overwrite it?
ar: هناك ملف فيديو بالاسم:%s.الملف %s موجود في مجلد التصدير.هل تود الكتابة عليه؟
bg: В израната папка за изнасяне вече има видео файл с име %s.%s. Желаете ли да го презапишете?
cs: Ve vybrané složce už existuje video s názvem %s.%s , chcete ji přepsat?
da: Der findes allerede en videofil kaldet %s.%s i den valgte mappe. Vil du overskrive den?
el: Υπάρχει ήδη ένα βίντεο με το όνομα %s.%s στον επιλεγμένο φάκελο προορισμού. Επιθυμείτε την αντικατάστασή του;
et: Valitud eksportkaustas on juba olemas fail nimega %s.%s. Üle kirjutada?
eu: Jadanik badago %s.%s deitzen den fitxategi bat esportaziorako hautatutako karpetan. Gainidatzi nahi duzu?
fi: Valitussa kansiossa on jo videotiedosto %s.%s. Korvataanko tiedosto?
fr: Il y a déjà un fichier vidéo nommé %s.%s dans le dossier sélectionné pour l'exportation. Voulez-vous l'écraser?
hu: Már van egy %s.%s nevű videófájl a kiválasztott exportálási mappában. Szeretné felülírni?
is: Það er nú þegar til myndskeið með heitinu %s.%s í úttaksmöppunni. Viltu skrifa yfir þá skrá?
lt: Pasirinktame kataloge jau yra byla pavadinimu %s.%s. Ar norite ją perrašyti?
nb: Det er allerede en videofil som heter %s.%s i den valgte eksportmappen. Vil du skrive over den?
nl: Er is al een videobestand genaamd %s.%s in de geselecteerde exportmap. Wilt u deze overschrijven?
ro: Există deja un fișier video numit %s.%s în dosarul selectat pentru exportare. Doriți să-l înlocuiți?
ru: В папке назначения уже существует файл с именем %s.%s. Вы хотите перезаписать его?
sl: V izvozni datoteki že obstaja video datoteka z imenom %s.%s. Jo želite prepisati?
tr: Seçilen dışa aktarma klasöründe %s.%s isminde bir video dosyası zaten mevcut. Üzerine yazmak ister misiniz?

source: Export Complete
ar: تم الانتهاء من الاخراج
bg: Изнасянето завърши
cs: Exportování bylo dokončeno
da: Eksport fuldført
el: Η Εξαγωγή Ολοκληρώθηκε
et: Eksportimine lõpetatud
eu: Esportazioa amaitu da
fi: Vieminen valmis
fr: Exportation terminée
hu: Exportálás kész
is: Útflutningi lokið
lt: Eksportas baigtas
nb: Eksport fullført
nl: Export voltooid
ro: Export terminat
ru: Экспорт завершен
sl: Izvoz zaključen
tr: Dışa aktarma tamamlandı

source: The video has been successfully exported to %s
ar: تم اخراج الفيديو الي %s
bg: Видеото беше успешно изнесено към %s
cs: Video bylo úspěšně exportováno %s
da: Video er blevet eksporteret succesfuldt til %s
el: Επιτυχής εξαγωγή του βίντεο στο %s
et: Video eksportimine järgnevasse asukohta lõppes edukalt: %s
eu: Bideoa ongi esportatu da %s-(e)ra
fi: Video vietiin onnistuneesti tiedostoon %s
fr: La vidéo a été exportée avec succès vers %s
hu: A videó sikeresen exportálva: %s
is: Það hefur tekist að flytja vídeóið út í %s
lt: Vaizdo įrašas buvo sėkmingai eksportuotas į %s
nb: Videoen ble riktig eksportert til %s
nl: De video is met succes geëxporteerd naar %s
ro: Clipul a fost exportat cu succes la %s
ru: Видео успешно экспортировано в %s
sl: Video je bil uspešno izvožen v %s
tr: Video şu konuma başarıyla dışa aktarıldı: %s

source: Thumb
ar: صورة مصغرة
bg: Миниатюра
cs: Miniatura
da: Miniature
el: Μικρογραφία
et: Pisipilt
eu: Miniatura
fi: Pienoiskuva
fr: Vignette
hu: Ikon
is: Smámynd
lt: Miniatiūra
nb: Miniatyrbilde
nl: Miniatuur
ro: Miniatura
ru: Эскиз
sl: Sličica
tr: Önizleme resmi

source: File
ar: ملف
bg: Файл
cs: Soubor
da: Fil
el: Αρχείο
et: Fail
eu: Fitxategia
fi: Tiedosto
fr: _Fichier
hu: Fájl
is: Skrá
lt: Byla
nb: Fil
nl: Bestand
ro: Fișier
ru: Файл
sl: Datoteka
tr: Dosya

source: Length
ar: المدة
bg: Продължителност
cs: Délka
da: Varighed
el: Διάρκεια
et: Kestus
eu: Luzera
fi: Kesto
fr: Durée
hu: Hossz
is: Lengd
lt: Trukmė
nb: Lengde
nl: Lengte
ro: Durată
ru: Длительность
sl: Dolžina
tr: Uzunluk

source: Label
ar: وسم
bg: Етикет
cs: Popisek
da: Etiket
el: Ετικέτα
et: Pealkiri
eu: Etiketa
fi: Otsikko
fr: Libellé
hu: Címke
is: Fyrirsögn
lt: Etiketė
nb: Etikett
ro: Etichetă
ru: Метка
sl: Oznaka
tr: Etiket

source: Choose a Video or Audio File to Begin
ar: اختار ملف فيديو او صوت لتبدأ
bg: Изберете видео или аудио файл за да започнете
cs: Vyberte video nebo audio soubor
da: Vælg en video- eller lydfil for at begynde
el: Επιλέξτε ένα αρχείο βίντεο ή ήχου για να ξεκινήσετε
et: Alustamiseks vali audio- või videofail
eu: Hautatu bideo- edo audio-fitxategi bat lanean hasteko
fi: Valitse video- tai audiotiedosto aloittaaksesi
fr: Pour commencer, choisissez un fichier audio ou video
hu: A kezdéshez válassz ki egy videó vagy audiófájlt.
is: Veldu vídeó eða hljóðskrá til að byrja
lt: Pasirinkite vaizdo arba garso bylą norint pradėti
nb: Velg en video- eller lydfil for å begynne
nl: Kies een video- of audiobestand om te beginnen
ro: Alege un fișier video sau audio pentru a începe
ru: Выберите Видео или Звуковой файл чтобы начать
sl: Za začetek izberite video ali zvokovno datoteko
tr: Başlamak için bir Video ya da Ses dosyası seçin.

source: Name
ar: الاسم
bg: Име
cs: Název
da: Navn
el: Όνομα
et: Nimi
eu: Izena
fi: Nimi
fr: Nom
hu: Név
is: Heiti
lt: Pavadinimas
nb: Navn
nl: Naam
ro: Nume
ru: Название
sl: Ime
tr: Ad

source: Dissolve
ar: إذابة
bg: Разлагане
cs: Rozpustit
da: Overtoning
el: Διάλυση
et: Sulandamine
eu: Disolbatu
fi: Sulaten
fr: Fondu
hu: Áttűnés
is: Leysa upp
lt: Ištirpinti
nb: Løs opp
nl: Overvloeien
ro: Dizolvare
ru: Растворение
sl: Prelij
tr: Eritme

source: Please enter a valid project name.
ar: يرحى إدخال اسم متاح للمشروع.
bg: Моля въведете валидно име на проекта.
cs: Zadejte prosím správné jméno projektu.
da: Indtast et gyldigt projektnavn.
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα έργου.
et: Palun sisesta projektile sobilik nimi.
eu: Sartu baliozko proiektu-izena.
fi: Valitse kelvollinen nimi projektille
fr: Veuillez saisir un nom de projet valide.
hu: Kérlek adj meg egy helyes projekt nevet.
is: Settu inn gilt heiti á verkefnið.
lt: Prašome įvesti tinkamą projekto pavadinimą.
nb: Skriv inn et gyldig prosjektnavn.
nl: Voer een geldige projectnaam in.
ro: Introduceți un nume de proiect corect.
ru: Пожалуйста, введите правильное название проекта.
sl: Vnesite veljavno ime projekta.
tr: Lütfen geçerli bir proje adı girin.

source: Please enter a valid project type.
ar: يرجى ادخال نوع متاح للمشروع.
bg: Моля въведете валиден тип на проекта.
cs: Zadejte prosím správný typ projekut.
da: Indtast en gyldig projekttype.
el: Παρακαλώ εισάγετε έναν έγκυρο τύπο έργου.
et: Palun sisesta projektile sobilik liik.
eu: Sartu baliozko proiektu-mota.
fi: Valitse kelvollinen projektin tyyppi
fr: Veuillez choisir un type de projet valide.
hu: Kérlek adj meg egy helyes projekt típust.
is: Settu inn gilda tegund fyrir verkefnið.
lt: Prašome įvesti tinkamą projekto tipą.
nb: Skriv inn en gyldig prosjekttype.
nl: Voer een geldig projecttype in.
ro: Introduceți un tip de proiect corect.
ru: Введите правильный тип проекта.
sl: Vnesite veljavno vrsto projekta.
tr: Lütfen geçerli bir proje tipi girin.

source: New project
ar: مشروع جديد
bg: Нов проект
cs: Nový projekt
da: Nyt projekt
el: Νέο έργο
et: Uus projekt
eu: Proiektu berria
fi: Uusi projekti
fr: Nouveau projet
hu: Új projekt
is: Nýtt verkefni
lt: Naujas projektas
nb: Nytt prosjekt
nl: Nieuw project
ro: Proiect nou
ru: Новый проект
sl: Nov projekt
tr: Yeni proje

source: Current
ar: حالي
bg: Текущ
cs: Současný
da: Aktuel
el: Τρέχον
et: Praegune
eu: Unekoa
fi: Nykyinen
fr: Actuel
hu: Jelenlegi
is: Núverandi
lt: Einamasis
nb: Gjeldende
nl: Huidige
ro: Actual
ru: Текущий
sl: Trenutni
tr: Geçerli

source: Action
ar: إجراء
bg: Действие
cs: Činnost
da: Handling
el: Ενέργεια
et: Tegevus
eu: Ekintza
fi: Toiminto
hu: Művelet
is: Aðgerð
lt: Veiksmas
nb: Handling
nl: Bewerking
ro: Acţiune
ru: Действие
sl: Dejanje
tr: İşlem

source: Session started
ar: بداية دورة
bg: Сесията е стартирана
cs: Sezení začalo
da: Session startet
el: Η Συνεδρία άρχισε
et: Sessiooni algus
eu: Saioa hasi da
fi: Istunto aloitettu
fr: Session démarrée
hu: Összeállítás elindult
is: Seta hafin
lt: Sesija pradėta
nb: Sesjon påbegynt
nl: Begin van sessie
ro: Sesiune începută
ru: Сессия началась
sl: Seja se je pričela
tr: Oturum başlatıldı

source: Would you like to save this project?
ar: هل تود حفظ هذا المشروع؟
bg: Желаете ли да запазите този проект?
cs: Chcete uložit tento projekt?
da: Vil du gemme dette projekt?
el: Επιθυμείτε να αποθηκεύσετε αυτό το έργο;
et: Kas soovid selle projekti salvestada?
eu: Proiektu hau gorde nahi duzu?
fi: Haluatko tallentaa tämän projektin?
fr: Voulez-vous enregistrer ce projet ?
hu: Szeretnéd elmenteni ezt a projektet?
is: Viltu vista þetta verkefni?
lt: Ar norėtumėte išsaugoti šį projektą?
nb: Vil du lagre dette prosjektet?
nl: Wilt u dit project opslaan?
ro: Doriți salvarea acestui proiect?
ru: Хотите сохранить этот проект?
sl: Ali bi radi shranili ta projekt?
tr: Bu projeyi kaydetmek ister misin?

source: This feature is still in development.
ar: هذه الميزة لا تزال تحت التطوير.
bg: Тази функция още се разработва.
cs: Tato funkce je ještě ve vývoji.
da: Denne funktion er under udvikling.
el: Αυτό το χαρακτηριστικό είναι ακόμα υπό εξέλιξη.
et: See võimalus on ikka veel arendamisel.
eu: Ezaugarri hau oraindik garapen bidean dago.
fi: Tämä ominaisuus on vielä kehitteillä.
fr: Cette fonction est en cours de développement
hu: Ez a funkció még fejlesztés alatt áll.
is: Þessi eiginleiki er ennþá í þróun.
lt: Ši funkcija dar tik vystoma.
nb: Denne funksjonen er fremdeles under utvikling.
nl: Dit onderdeel is nog in ontwikkeling.
ro: Această funcționalitate este în dezvoltare.
ru: Эта функция ещё в разработке.
sl: Ta funkcija je še v razvoju.
tr: Bu özellik henüz geliştirilme aşamasında.

source: Unable to open the Help Contents. Please ensure the openshot-doc package is installed.
ar: غير قادر على فتح محتويات المساعدة. فضلا تأكد من تنصيب openshot-doc .
bg: Помощното съдържание не може да бъде отворено. Моля проверете дали е инсталиран пакетът openshot-doc.
cs: Nemohu otevřít nápovědu, ujistěte se, že máte nainstalován balík openshot-doc.
da: Kan ikke åbne indholdet af Hjælp. Kontroller at openshot-doc pakken er installeret
el: Αδύνατο το άνοιγμα των περιεχομένων βοήθειας. Παρακαλώ βεβαιωθείτε ότι έχετε εγκατεστημένο το πακέτο openshot-doc.
et: Abi avamine pole võimalik. Vaata, et pakett "openshot-doc" oleks paigaldatud.
eu: Ezin izan da laguntzaren edukia ireki. Egiaztatu openshot-doc paketea instalatuta dagoela.
fi: Ohjeen sisältöjä ei saatu avattua. Varmista että paketti openshot-doc on asennettu.
fr: Impossible d'ouvrir la fenêtre d'aide. Assurez-vous que le paquet openshot-doc est installé.
hu: A Súgó megnyitása sikertelen. Kérem, ellenőrizze, hogy az openshot-doc csomag telepítve van-e.
is: Tókst ekki að opna hjálparyfirlitið. Gakktu úr skugga um að 'openshot-doc' pakkinn sé uppsettur.
lt: Nepavyko atidaryti Pagalbos turinio. Prašome patikrinti ar openshot-doc paketas yra įdiegtas.
nb: Klarte ikke åpne Hjelp. Vennligst sjekk om du har pakken openshot-doc installert.
nl: Help kan niet getoond worden. Kijk na of het openshot-doc-pakket geïnstalleerd is.
ro: Imposibil de deschis conținutul de ajutor. Vă rugăm să vă asigurați că pachetul openshot-doc este instalat.
ru: Невозможно открыть Справку. Убедитесь, что установлен пакет openshot-doc
sl: Pomoči ni mogoče odpreti. Preverite, da je paket openshot-doc nameščen.
tr: Yardım İçeriği açılamadı. Lütfen openshot-doc paketinin yüklü olduğundan emin olun.

source: Unable to open the Launchpad web page.
ar: غير قادر على فتح صفحة انترنت Launchpad.
bg: Уеб страницата на Launchpad не може да бъде отворена.
cs: Nemohu otevřít webovou stránku Launchpadu.
da: Kan ikke åbne website.
el: Αδύνατο το άνοιγμα της ιστοσελίδας του Launchpad.
et: Launchpadi veebilehe avamine pole võimalik.
eu: Ezin izan da Launchpad-eko weba ireki.
fi: Launchpad-verkkosivua ei saatu avattua.
fr: Impossible d'ouvrir la page web de Launchpad.
hu: Launchpad weboldal megnyitása sikertelen.
is: Tókst ekki að opna Launchpad vefsíðuna.
lt: Nepavyko atidaryti Launchpad puslapio.
nb: Klarte ikke å åpne nettsiden Launchpad.
nl: Launchpad-webpagina kan niet geopend worden.
ro: Deschiderea pagini web Launchpad a esuat.
ru: Невозможно открыть страницу на Launchpad
sl: Spletne strani Launchpad ni mogoče odpreti.
tr: Launchpad web sayfası açılamadı.

source: Video Preview
ar: عرض الفيديو
bg: Видео преглед
cs: Náhled videa
da: Video forhåndsvisning
el: Προεπισκόπηση βίντεο
et: Video eelvaatlus
eu: Bideoaren aurrebista
fi: Videon esikatselu
fr: Prévisualisation
hu: Videó előnézet
is: Sýnishorn af vídeói
lt: Vaizdo peržiūra
nb: Forhåndsvis Video
nl: Videovoorbeeld
ro: Previzualizare film
ru: Предпросмотр видео
sl: Predogled videa
tr: Video Önizlemesi

source: Video Preview (%sX)
ar: استعراض الفيديو (%sX)
bg: Видео преглед (%sX)
cs: Náhled videa (%sX)
da: Video forhåndsvisning (%sX)
el: Προεπισκόπηση βίντεο (%sX)
et: Video eelvaatlus (%sX)
eu: Bideoaren aurrebista (%sX)
fi: Videon esikatselu (%sX)
fr: Aperçu de la vidéo (%sX)
hu: Videó előnézet (%sX)
is: Sýnishorn af vídeói (%sX)
lt: Vaizdo peržiūra (%sX)
nb: Video forhåndsvisning (%sX)
nl: Videovoorbeeld (%sX)
ro: Previzualizare Video (%sX)
ru: Превью видео (%sX)
sl: Predogled videa (%sX)
tr: Video Önizlemesi (%sX)

source: Video Preview (Paused)
ar: استعراض الفيديو (متوقف)
bg: Видео преглед (На пауза)
cs: Náhled videa (pozastaveno)
da: Video forhåndsvisning (pause)
el: Προεπισκόπηση βίντεο (σε παύση)
et: Video eelvaatlus (paus)
eu: Bideoaren aurrebista (gelditua)
fi: Videon esikatselu (keskeytetty)
fr: Aperçu de la vidéo (en pause)
hu: Videó előnézet (Szünetel)
is: Sýnishorn af vídeói (í bið)
lt: Vaizdo peržiūra (Pauzė)
nb: Video forhåndsvisning (pauset)
nl: Videovoorbeeld (gepauzeerd)
ro: Previzualizare video (Pauză)
ru: Превью видео (пауза)
sl: Predogled videa (pavza)
tr: Video Önizlemesi (Durduruldu)

source: Track %s
ar: المسار %s
bg: Пътека %s
cs: Stopa %s
da: Spor %s
el: Κομμάτι %s
et: Rada %s
eu: %s pista
fi: Raita %s
fr: Piste %s
hu: Sáv %s
is: Hljóðspor %s
lt: Takelis %s
nb: Spor %s
nl: Spoor %s
ro: Pista %s
ru: Трек %s
sl: Sled %s
tr: Parça %s

source: %s seconds
ar: %s ثواني
bg: %s секунди
cs: %s sekund
da: %s sekunder
el: %s δευτερόλεπτα
et: %s sekundit
eu: %s segundo
fi: %s sekuntia
fr: %s secondes
hu: %s másodperc
is: %s sekúndur
lt: %s sekundžių
nb: %s sekunder
nl: %s seconden
ro: %s secunde
ru: %s секунд
sl: %s sekund
tr: %s saniye

source: Please enter a track name.
ar: فضلا أدخل اسم المسار track.
bg: Моля въведете име на пътека.
cs: Prosím napište jméno stopy
da: Indtast venligst spor navn.
el: Παρακαλώ εισάγετε ένα όνομα κομματιού.
et: Palun sisesta raja nimi.
eu: Sartu pista-izena.
fi: Anna raidalle nimi.
fr: Veuillez entrer un nom de piste.
hu: Kérlek adj meg egy sáv nevet.
is: Sláðu inn heiti fyrir hljóðspor.
lt: Prašome įvesti takelio pavadinimą.
nb: Navngi sporet
nl: Voer een naam voor het spoor in.
ro: Introduceți numele pistei.
ru: Пожалуйста, введите имя дорожки
sl: Vnesite ime sledi.
tr: Lütfen bir parça adı girin.

source: Removed track
ar: تم مسح مسار
bg: Премахната пътека
cs: Odstraněná stopa
da: Fjernet spor
el: Αφαιρεμένο κομμάτι
et: Raja eemaldamine
eu: Pista kendu da
fi: Raita poistettu
fr: Supprimer cette piste
hu: Eltávolított sáv
is: Fjarlægði hljóðspor
lt: Ištrintas takelis
nb: Fjernet spor
nl: Spoor verwijderd
ro: Pista stearsa
ru: Удалить дорожку
sl: Izbrisana sled
tr: Kaldırılmış parça

source: Moved track up
ar: نقل مسار للأعلى
bg: Преместена пътека нагоре
cs: Přesunutá stopa nahoru
da: Spor flyttet op
el: Μετακινημένο κομμάτι πάνω
et: Raja liigutamine üles
eu: Pista gora mugitu da
fi: Siirretty raita ylöspäin
fr: Monter cette piste
hu: Sáv felfele elmozdítva
is: Flytja hljóðspor upp
lt: Perkeltas takelis aukštyn
nb: Spor flyttet opp
nl: Spoor omhoog verplaatst
ro: Pista mutata in sus
ru: Передвинуть дорожку вверх
sl: Sled premaknjena navzgor
tr: Parça bir üste kaydırıldı

source: Moved track down
ar: نقل مسار للأسفل
bg: Преместена пътека надолу
cs: Přesunutá stopa dolů
da: Spor flyttet ned
el: Μετακινημένο κομμάτι κάτω
et: Raja liigutamine alla
eu: Pista behera mugitu da
fi: Raidan siirto alas
fr: Descendre cette piste
hu: Sáv lefele elmozdítva
is: Flutti hljóðspor niður
lt: Perkeltas takelis žemyn
nb: Spor flyttet ned
nl: Spoor omlaag verplaatst
ro: Pista mutata in jos
ru: Передвинуть дорожку вниз
sl: Sled premaknjena navzdol
tr: Parça bir alta kaydırıldı

source: Convert to Mask
ar: تحويل إلى قناع
bg: Конвертиране в маска
cs: Převést na masku
da: Konverter til maske
el: Μετατροπή σε μάσκα
et: Maskiks teisendamine
eu: Bihurtu maskarara
fi: Muunna maskiksi
fr: Convertir en masque
hu: Konvertálás maszkká
is: Umbreyta í maska
lt: Konvertuoti į kaukę
nb: Konverter til maske
nl: Omzetten naar een masker
ro: Transformă în mască
ru: Преобразовать в маску
sl: Pretvori v masko
tr: Maskeye Dönüştür

source: Remove Transition
ar: حذف الانتقال
bg: Премахване на прехода
cs: Odstranit přechod
da: Fjern overgang
el: Αφαίρεση μετάβασης
et: Eemalda üleminek
eu: Kendu trantsizioa
fi: Poista siirtymä
fr: Supprimer cette transition
hu: Átmenet eltávolítása
is: Fjarlægja millifærslu
lt: Pašalinti perėjimą
nb: Fjern overgang
nl: Overgang verwijderen
ro: Șterge tranziția
ru: Удалить переход
sl: Odstrani prehod
tr: Geçişi Kaldır

source: Convert to Transition
ar: تحويل إلى انتقال
bg: Конвертиране в преход
cs: Převést na přechod
da: Konvertér til overgang
el: Μετατροπή σε μετάβαση
et: Teisenda üleminekuks
eu: Bihurtu trantsiziora
fi: Muunna siirtymäksi
fr: Convertir en transition
hu: Átmenetté alakítás
is: Umbreyta í millifærslu
lt: Konvertuoti į perėjimą
nb: Konverter til overgang
nl: Omzetten naar een overgang
ro: Transformă tranziția
ru: Преобразовать в переход
sl: Pretvori v prehod
tr: Geçişe Dönüştür

source: Remove Mask
ar: حذف القناع
bg: Премахване на маската
cs: Odstranit masku
da: Fjern maske
el: Αφαίρεση μάσκας
et: Maski eemaldamine
eu: Kendu maskara
fi: Poista maski
fr: Enlever le masque
hu: Maszk törlése
is: Fjarlægja maska
lt: Pašalinti kaukę
nb: Fjern maske
nl: Masker verwijderen
ro: Șterge masca
ru: Удалить маску
sl: Odstrani masko
tr: Maskeyi Kaldır

source: Changed transition type
ar: تغيير نوع الانتقال
bg: Променен тип на преход
cs: Změněný typ přechodu
da: Ændret overgangstype
el: Αλλαγή τύπου μετάβασης
et: Ülemineku tüübi muutmine
eu: Trantsizio-mota aldatu da
fi: Siirtymätyypin vaihto
fr: Changer le type de transition
hu: Megváltozott áttünések
is: Breytti tegund millifærslu
lt: Pakeistas perėjimo tipas
nb: Endret overgangstype
nl: Overgangstype veranderd (masker/overgang)
ro: Tip tranzitie schimbat
ru: Изменить тип перехода
sl: Spremenjena vrsta prehoda
tr: Geçiş türü değiştirildi

source: Removed transition
ar: تم مسح انتقال
bg: Премахнат преход
cs: Odstraněný přechod
da: Fjernet overgang
el: Αφαιρέθηκε η μετάβαση
et: Ülemineku eemaldamine
eu: Trantsizioa kendu da
fi: Siirtymä poistettu
fr: Supprimer cette transition
hu: Eltávolított áttünések
is: Fjarlægði millifærslu
lt: Ištrintas perėjimas
nb: Fjernet overgang
nl: Overgang verwijderd
ro: Tranzitie stearsa
ru: Удалить переход
sl: Odstranjen prehod
tr: Geçiş kaldırıldı

source: Please enter the # of seconds to shift the transitions:
ar: فضلا أدخل # بالثواني لتغيير التحولات:
bg: Моля въведете # секунди за разполагане на преходите:
cs: Prosím zadejte # sekund k posunu překladu
da: Indtast venligst antallet af sekunder som overgangene skal forskydes
el: Παρακαλώ εισάγετε τον αριθμό των δευτερολέπτων για την μετατόπιση των μεταβάσεων:
et: Palun sisesta sekundite arv, mille võrra üleminekuid nihutada:
eu: Sartu zenbat segundo mugituko den trantsizioa:
fr: Veuillez entrer la durée de décalage des transitions en secondes :
hu: Kérem, adja meg a másodpercek számát az áttűnések csúsztatásához:
is: Settu inn fjölda sekúndna sem um á að hliðra millifærslum:
lt: Prašome įvesti sekundžių skaičių, kad apkeisti perėjimus:
nb: Skriv in antall sekunder du ønsker å flytte overgangene:
nl: Voer in hoeveel u de overgangen wil verschuiven (in seconden):
ro: Introduceți numărul de secunde pentru deplasarea tranziției:
ru: Пожалуйста, введите время в секундах для сдвига эффекта
sl: Vnesite število sekund za zamik prehodov:
tr: Lütfen geçişleri kaydırma süresini saniye cinsinden girin:

source: Shifted transitions
ar: تم تغيير انتقالات
bg: Изместени преходи
cs: Posunuté přechody
da: Forskudte overgange
el: Μετατοπισμένες μεταβάσεις
et: Ülemineku nihutamine
eu: Trantsizioak mugitu dira
fi: Siirtymän siirto
fr: Déplacer les transitions
hu: Csúsztatott áttünések
is: Hliðraði millifærslum
lt: Apkeisti perėjimai
nb: Flyttede overganger
nl: Overgang(en) opgeschoven
ro: Tranzitie reorientata
ru: Изменить направление перехода
sl: Zamaknjeni prehodi
tr: Geçiş kaydırıldı

source: Edited title
ar: عنوان مُحرر
bg: Редактирано заглавие
cs: Upravený název
da: Redigeret titel
el: Επεξεργασμένος τίτλος
et: Muudetud pealkiri
eu: Titulua editatu da
fi: Otsikon muokkaus
fr: Titre édité
hu: Szerkesztett cím
is: Breytti titli
lt: Redaguota antraštė
nb: Redigert tekstplakat
nl: Bewerkte titel
ro: Titlu modificat
ru: Отредактированный заголовок
sl: Urejen napis
tr: Başlık değiştirildi

source: Removed clip
ar: تم مسح مقطع
bg: Премахнат клип
cs: Odstraněný klip
da: Fjernet klip
el: Αφαιρέθηκε το κλίπ
et: Lõigu eemaldamine
eu: Klipa kendu da
fi: Leikkeen poisto
fr: Supprimer ce clip
hu: Eltávolított klipp
is: Fjarlægði myndskeið
lt: Pašalintas klipas
nb: Fjernet klipp
nl: Fragment verwijderd
ro: Clip sters
ru: Удалить клип
sl: Odstranjen posnetek
tr: Klip kaldırıldı

source: Please enter the # of seconds to shift the clips:
ar: فضلا أدخل # بالثواني لتغيير المقاطع:
bg: Моля въведете # секунди за разполагане на клиповете:
cs: Prosím zadejte # sekund k posunu klipu
da: Indtast venligst antallet af sekunder som klippene skal forskydes
el: Παρακαλώ εισάγετε τον αριθμό των δευτερολέπτων για την μετατόπιση των κλιπ:
et: Palun sisesta sekundite arv, mille võrra klippe nihutada:
eu: Sartu zenbat segundo mugituko diren klipak:
fi: Anna leikkeiden siirron määrä sekunteina:
fr: Veuillez entrer la durée de décalage des séquences en secondes :
hu: Kérlek add meg a klippek csúsztatásának idejét másodpercben:
is: Settu inn fjölda sekúndna sem um á að hliðra myndskeiðum:
lt: Prašome įvesti sekundžių skaičių, kad apkeisti klipus:
nb: Skriv inn antall sekunder du ønsker å flytte klippene:
nl: Voer in hoeveel u de fragmenten wil verschuiven (in seconden):
ro: Introduceți numărul de secunde pentru deplasarea clipurilor:
ru: Пожалуйста, введите время в секундах для сдвига клипа
sl: Vnesite število sekund za premik posnetkov:
tr: Lütfen klipleri kaydırma süresini saniye cinsinden girin:

source: Shifted clips
ar: تغيير مقاطع
bg: Изместени клипове
cs: Posunuté klipy
da: Forskudte klip
el: Μετατοπισμένα κλίπ
et: Lõigu nihutamine
eu: Klipak mugitu dira
fr: Déplacer les clips
hu: Csúsztatott klippek
is: Hliðraði myndskeiðum
lt: Apkeisti klipai
nb: Flyttet klipp
nl: Fragmenten verschuiven
ro: Clipuri reorientate
ru: Сместить клип
sl: Premaknjeni posnetki
tr: Klipler kaydırıldı
