Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Title Editor
ar: محرر العنوان
bg: Редактор на заглавия
cs: Editor titulků
da: Titel editor
el: Επεξεργασία τίτλων
et: Pealkirjaredaktor
eu: Titulu-editorea
fi: Otsikkoeditori
fr: Éditeur de titre
hu: Cím szerkesztő
is: Ritvinnsla
lt: Antraštės redaktorius
nb: Redigering av supertekster
nl: Titels maken en bewerken
ro: Editor titlu
ru: Редактор заголовков
sl: Urejevalnik napisov
tr: Başlık düzenleyici

source: <b>Start here:</b>
ar: <b>إبدأ من هنا</b>
bg: <b>Започнете от тук:</b>
cs: <b>Začněte zde:</b>
da: <b>Start her:</b>
el: <b>Ξεκινήστε εδώ:</b>
et: <b>Alusta siit:</b>
eu: <b>Hasi hemen:</b>
fi: <b>Aloita tästä:</b>
fr: <b>Commencer ici :</b>
hu: <b>Kezd itt:</b>
is: <b>Byrja hér:</b>
lt: <b>Pradėti čia:</b>
nb: <b>Start her:</b>
nl: <b>Begin hier:</b>
ro: <b>Începe aici:</b>
ru: <b>Начните Здесь:</b>
sl: <b>Začnite tukaj:</b>
tr: <b>Buradan başla:</b>

source: Create a new title using the selected template.
ar: إنشاء عنوان جديد باستخدام القالب المحدد.
bg: Създай ново заглавие използвайки избраният шаблон.
cs: Vytvoří nové titulky z vybrané šablony.
da: Opret en ny titel ud fra den valgte skabelon.
el: Δημιουργία νέου τίτλου βάσει του επιλεγμένου προτύπου.
et: Valitud malli järgi uue pealkirja loomine.
eu: Sortu titulu berria hautatutako txantiloia erabiliz.
fi: Luo uusi otsake käyttäen valittua mallia.
fr: Créer un nouveau titre en utilisant le modèle sélectionné.
hu: Új cím létrehozása a megadott sablonnal.
is: Búa til nýjan skjátitil með aðstoð valins forsniðs.
lt: Sukurti naują antraštę naudojantis pasirinktu šablonu.
nb: Lag en ny tekstplakat basert på den valgte malen.
nl: Maak een nieuwe titel met het gekozen sjabloon.
ro: Creează un nou titlu folosind șablonul selectat.
ru: Создать новый заголовок используя выбранный шаблон.
sl: Ustvari nov napis z izbrano predlogo.
tr: Seçili şablonu kullanarak yeni başlık oluştur

source: Create new Title
ar: إنشاء عنوان جديد
bg: Създаване на ново заглавие
cs: Vytvořit nové titulky
da: Opret en ny titel
el: Δημιουργία νέου τίτλου
et: Loo uus pealkiri
eu: Sortu titulu berria
fi: Luo uusi otsake
fr: Créer un nouveau titre
hu: Új cím létrehozása
is: Búa til nýjan skjátitil
lt: Sukurti naują antraštę
nb: Lag ny tekstplakat
nl: Nieuwe titel aanmaken
ro: Creează Titlu nou
ru: Новый заголовок
sl: Ustvari nov napis
tr: Yeni başlık oluştur

source: <b>Editing Tools:</b>
ar: <b>أدوات التعديل:</b>
bg: <b>Инструменти за редактиране:</b>
cs: <b>Editovací nástroje:</b>
da: <b>Redigeringsværktøjer:</b>
el: <b>Εργαλεία επεξεργασίας:</b>
et: <b>Tööriistad:</b>
eu: <b>Edizio-tresnak:</b>
fi: <b>Muokkaustyökalut:</b>
fr: <b>Outils d'édition :</b>
hu: <b>Szerkesztő eszközök:</b>
is: <b>Skjávinnslutól:</b>
lt: <b>Redagavimo įrankiai:</b>
nb: <b>Redigeringsverktøy:</b>
nl: <b>Bewerken:</b>
ro: <b>Unelte de editare:</b>
ru: Редактрирование:
sl: <b>Orodja za urejanje:</b>
tr: <b>Düzenleme Araçları:</b>

source: Set the title text.
ar: جعل العنوان نص.
bg: Поставяне на заглавен текст.
cs: Nastavit text
da: Angiv titeltekst.
el: Ορισμός του κειμένου
et: Pealkirja teksti määramine.
eu: Ezarri tituluaren testua.
fi: Aseta otsakkeen teksti.
fr: Saisir le texte du titre.
hu: Megadja a cím szövegét.
is: Setja texta skjátitils.
lt: Nustatyti antraštės tekstą.
nb: Skriv inn teksten.
nl: Bewerk de titeltekst.
ro: Definește textul titlului
ru: Установите текст названия.
sl: Določite besedilo napisa.
tr: Başlık yazısını ayarla.

source: Edit text
ar: تحرير النص
bg: Редактиране на текст
cs: Upravit text
da: Rediger tekst
el: Επεξεργασία κειμένου
et: Teksti muutmine
eu: Editatu testua
fi: Muokkaa tekstiä
fr: Modifier le texte
hu: Szöveg szerkesztése
is: Breyta texta
lt: Redaguoti tekstą
nb: Rediger tekst
nl: Tekst aanpassen
ro: Editează textul
ru: Редактировать текст
sl: Uredi besedilo
tr: Yazıyı düzenle

source: Change the Font properties.
ar: تعديل إعدادات النص
bg: Променете свойствата на шрифта
cs: Změnit vlastnosti písma
da: Ændre skrifttypeindstillinger.
el: Αλλαγή των ρυθμίσεων γραμματοσειράς.
et: Kirjastiili muutmine.
eu: Aldatu letra-tipoaren propietateak.
fi: Muokkaa kirjasimen ominaisuuksia.
fr: Changer les propriétés de police.
hu: Betűtípus tulajdonságainak módosítása.
is: Breyttu eiginleikum leturs.
lt: Keisti šrifto savybes.
nb: Endre egenskaper for skrifttype.
nl: Verander de lettertype-eigenschappen.
ro: Schimbă proprietatile fontului
ru: Изменить свойства Шрифта.
sl: Spremenite nastavitve pisave.
tr: Yazıtipi özelliklerini değiştir

source: Choose Font Color.
ar: اختر لون الخط.
bg: Изберете цвят на шрифта.
cs: Vybrat barvu písma.
da: Vælg skrifttypefarve.
el: Επιλογή χρώματος γραμματοσειράς.
et: Teksti värvi valimine.
eu: Hautatu letra-tipoaren kolorea.
fi: Valitse kirjasimen väri.
fr: Choisir une couleur de police.
hu: Válassz színt a betűtípushoz.
is: Veldu lit á letrið.
lt: Pasirinkti šrifto spalvą.
nb: Velg farge på skrift.
nl: Kies een lettertypekleur.
ro: Alege Culoarea Fontului
ru: Выбрать Цвет Шрифта.
sl: Izberite barvo pisave.
tr: Yazıtipi rengi seç

source: Choose Background Color.
ar: اختيار لون الخلفية.
bg: Изберете фонов цвят.
cs: Vybrat barvu pozadí.
da: Vælg baggrundsfarve.
el: Επιλογή χρώματος φόντου.
et: Taustavärvi valimine.
eu: Hautatu atzeko planoaren kolorea.
fi: Valitse taustaväri.
fr: Choisir une couleur d'arrière plan.
hu: Válassz színt a háttérhez.
is: Veldu bakgrunnslit.
lt: Pasirinkti fono spalvą
nb: Velg bakgrunnsfarge.
nl: Kies een achtergrondkleur.
ro: Alege Culoare de Fundal
ru: Выбрать Цвет Фона
sl: Izberite barvo ozadja.
tr: Arkaplan Rengi Seç

source: Edit the title in an external editor.
ar: تعديل العنوان في محرر آخر.
bg: Редактирайте заглавието във външен редактор.
cs: Upravit titulky v externím editoru.
da: Rediger titlen i et eksternt program.
el: Επεξεργασία του τίτλου με εξωτερικό πρόγραμμα.
et: Selle pealkirja redigeerimine välises redaktoris.
eu: Ediatu titulua kanpo-editore batean.
fi: Muokkaa otsaketta ulkoisessa editorissa.
fr: Modifier le titre dans un éditeur externe.
hu: A cím szerkesztése külső szerkesztővel.
is: Breyta skjátitli í öðru forriti.
lt: Keisti antraštę išoriniame redaktoriuje.
nb: Rediger superteksten i et eksternt program.
nl: Bewerk de titel in een externe editor.
ro: Editează titlu în editor extern
ru: Редактировать заголовок во внешнем редакторе.
sl: Uredite napis v zunanjem urejevalniku.
tr: Başlığı harici bir düzenleyicide aç

source: Use Advanced editor
ar: استخدام محرر مطور
bg: Използване на разширен редактор
cs: Použít pokročilý editor
da: Brug avanceret redigering
el: Χρήση προχωρημένου επεξεργαστή
et: Kasuta võimsamat redaktorit
eu: Erabili editore aurreratua
fi: Käytä laajempaa editoria
fr: Utiliser l'éditeur avancé
hu: Haladó szerkesztő használata
is: Nota öflugri ritil
lt: Naudoti sudėtingesnį redaktorių
nb: Bruk avansert redigeringsverktøy.
nl: Externe editor
ro: Folosește un editor avansat
ru: Расширенный редактор
sl: Uporabi napredni urejevalnik
tr: Gelişmiş düzenleyiciyi kullan

source: Enter title text
ar: إدخال عنوان النص
bg: Въведете текста на заглавието
cs: Zadejte text
da: Indtast titeltekst
el: Εισαγωγή του κειμένου για τον τίτλο
et: Sisesta pealkirja tekst
eu: Sartu tituluaren testua
fi: Syötä otsakkeen teksti
fr: Entrer le texte du titre
hu: Cím szövegének megadása
is: Skrifaðu texta skjátitils
lt: Įvesti antraštės tekstą
nb: Skriv inn supertekst
nl: Titeltekst invoeren
ro: Introduceți textul titlului
ru: Введите текст заголовка
sl: Vnesite besedilo napisa
tr: Başlık yazısını gir

source: <b>File Name:</b>
ar: <b>اسم الملف:</b>
bg: <b>Име на файл:</b>
cs: <b>Název souboru:</b>
da: <b>Filnavn:</b>
el: <b>Όνομα αρχείου:</b>
et: <b>Faili nimi:</b>
eu: <b>Fitxategi-izena:</b>
fi: <b>Tiedoston nimi:</b>
fr: <b>Nom du fichier :</b>
hu: <b>Fájlnév:</b>
is: <b>Skráarheiti:</b>
lt: <b>Bylos pavadinimas:</b>
nb: <b>Filnavn:</b>
nl: <b>Bestandsnaam:</b>
ro: <b>Nume fișier:</b>
ru: <b>Имя файла:</b>
sl: <b>Ime datoteke:</b>
tr: <b>Dosya Adı:</b>

source: <b>File Length:</b>
ar: <b>طول الملف:<b/>
bg: <b>Големина на файла:</b>
cs: <b>Délka souboru:</b>
da: <b>Fil varrighed:</b>
el: <b>Διάρκεια αρχείου:</b>
et: <b>Faili pikkus:</b>
eu: <b>Fitxategi-luzera:</b>
fi: <b>Tiedoston kesto:</b>
fr: <b>Durée :</b>
hu: <b>Fájl hossza:</b>
is: <b>Lengd skráar:</b>
lt: <b>Bylos ilgis:</b>
nb: <b>Filstørrelse:</b>
nl: <b>Bestandslengte:</b>
ro: <b>Lungime fișier:</b>
ru: <b>Размер файла:</b>
sl: <b>Dolžina datoteke:</b>
tr: <b>Dosya Büyüklüğü:</b>

source: <b>Video Size:</b>
ar: <b>حجم الفيديو:</b>
bg: <b>Размер на видеото:</b>
cs: <b>Velikost videa:</b>
da: <b>Video størrelse:</b>
el: <b>Μέγεθος βίντεο:</b>
et: <b>Video mõõtmed:</b>
eu: <b>Bideo-luzera:</b>
fi: <b>Videon koko:</b>
fr: <b>Taille de la vidéo :</b>
hu: <b>Video mérete:</b>
is: <b>Vídeóstærð</b>
lt: <b>Vaizdo dydis:</b>
nb: <b>Videostørrelse:</b>
nl: <b>Videogrootte:</b>
ro: <b>Mărima Video:</b>
ru: <b>Размер видео</b>
sl: <b>Velikost videa:</b>
tr: <b>Video Boyutu:</b>

source: <b>Bit Rate:</b>
ar: <b>معدل البت:</b>
bg: <b>Скорост на предаване:</b>
cs: <b>Datový tok:</b>
et: <b>Bitikiirus:</b>
eu: <b>Bit-emaria:</b>
fi: <b>Bittinopeus</b>
fr: <b>Débit binaire :</b>
hu: <b>Bitráta:</b>
is: <b>Bitahraði:</b>
lt: <b>Kokybė srautas:</b>
nl: <b>Bitsnelheid:</b>
ro: <b>Rata biți:</b>
ru: <b>Битрейт:</b>
sl: <b>Bitna hitrost:</b>
tr: <b>Bit Oranı:</b>

source: <b>File Type:</b>
ar: <b>نوع الملف:</b>
bg: <b>Тип на файла:</b>
cs: <b>Typ souboru:</b>
da: <b>Filtype:</b>
el: <b>Τύπος αρχείου:</b>
et: <b>Faili tüüp:</b>
eu: <b>Fitxategi-mota:</b>
fi: <b>Tiedoston tyyppi</b>
fr: <b>Type de fichier :</b>
hu: <b>Fájl típusa:</b>
is: <b>Skráartegund:</b>
lt: <b>Bylos tipas:</b>
nb: <b>Filtype:</b>
nl: <b>Bestandstype:</b>
ro: <b>Tip fișier:</b>
ru: <b>Тип файла:</b>
sl: <b>Vrsta datoteke:</b>
tr: <b>Dosya Tipi:</b>

source: <b>Label:</b>
ar: <b>التسمية:</b>
bg: <b>Етикет:</b>
cs: <b>Označení:</b>
da: <b>Mærkat:</b>
el: <b>Ετικέτα:</b>
et: <b>Pealkiri:</b>
eu: <b>Etiketa:</b>
fi: <b>Nimike:</b>
fr: <b>Étiquette :</b>
hu: <b>Címke:</b>
is: <b>Fyrirsögn:</b>
lt: <b>Etikėtė:</b>
nb: <b>Merkelapp:</b>
ro: <b>Etichetă:</b>
ru: <b>Метка:</b>
sl: <b>Oznaka:</b>
tr: <b>Etiket:</b>

source: Profiles Manager
ar: مدير ملفات التعريف:
bg: Мениджър на профили
cs: Správce profilů
da: Profilstyring
el: Διαχειρηστής Προφίλ
et: Profiilihaldur
eu: Profil-kudeatzailea
fr: Gestionnaire de profils
hu: Profil menedzser
is: Sniðstjóri
lt: Profilių valdymas
nb: Organisere profiler
nl: Profielbeheer
ro: Manager Profile
ru: Менеджер профилей
sl: Upravljalnik profilov
tr: Profil Yöneticisi

source: Profile
ar: ملف تعريف
bg: Профил
cs: Profil
da: Profil
el: Προφίλ
et: Profiil
eu: Profila
fr: Profil
hu: Profil
is: Snið
lt: Profilis
nb: Profil
nl: Profiel
ro: Profil
ru: Профиль
sl: Profil
tr: Profil

source: Profile Name
ar: اسم ملف تعريف
bg: Име на профил
cs: Název profilu
da: Profilnavn
el: Όνομα προφίλ
et: Profiili nimi
eu: Profil-izena
fr: Nom du profil
hu: Profilnév
is: Heiti sniðs
lt: Profilio pavadinimas
nb: Profilnavn
nl: Profielnaam
ro: Nume Profil
ru: Имя профиля
sl: Ime profila
tr: Profil Adı

source: Size
ar: حجم
bg: Размер
cs: Velikost
da: Størrelse
el: Μέγεθος
et: Suurus
eu: Tamaina
fr: Taille
hu: Méret
is: Stærð
lt: Dydis
nb: Størrelse
nl: Grootte
ro: Marime
ru: Размер
sl: Velikost
tr: Boyut

source: Aspect Ratio
ar: معدل الترميز
bg: Съотношение
cs: Poměr stran
da: Aspektforhold
el: Αναλογία
et: Kuvasuhe
eu: Aspektu-erlazioa
hu: Képarány
is: Stærðarhlutföll
lt: Vaizdo santykis
nb: Bredde/høyde-forhold
nl: Beeldverhouding
ro: Raport de aspect
ru: Соотношение сторон
sl: Razmerje slike
tr: Görüntü Oranı

source: x
ar: س

source: Progressive
ar: تقدمي
bg: Прогресивно
cs: Progresivní
da: Progressiv
el: Βαθμιαίο
et: Progressiivne
eu: Mailakakoa
fr: Progressif
hu: Progresszív
is: Vaxandi
lt: Progresyvus
nb: Progressiv
nl: Progressief
ro: Progresiv
ru: Прогрессивная
sl: progresivno
tr: Kademeli

source: Default profile
ar: الطور الإفتراضي
bg: Стандартен профил
cs: Výchozí profil
da: Standardprofil
el: Προεπιλεγμένο προφίλ
et: Vaikimisi profiil
eu: Profil lehenetsia
fr: Profil par défaut
hu: Alapértelmezett profil
is: Sjálfgefið snið
lt: Numatytasis profilis
nb: Forvalgt profil
nl: Standaard profiel
ro: Profil implicit
ru: Профиль по умолчанию
sl: Privzeti profil
tr: Öntanımlı profil

source: Frame Rate
ar: معدل الإطارات
bg: Честота на кадрите
cs: Počet rámců
da: Billedhastighed
el: Καρέ ανά δευτερόλεπτο
et: Kaadrisagedus
eu: Fotograma-abiadura
fr: Fréquence d'images
hu: Képkockasebesség
is: Rammatíðni
lt: Kadrų dažnis
nb: Bildefrekvens
nl: Beeldsnelheid
ro: Rata de cadre
ru: Частота кадров
sl: Hitrost sličic
tr: Çerçeve Oranı

source: Pixel Ratio
ar: معدل البكسل
bg: Пикселно съотношение
el: Αναλογία εικονοστοιχείων
et: Piksli kuvasuhe
eu: Pixel-erlazioa
fr: Ratio de pixels
is: Hlutföll mynddíla (pixels)
lt: Taško santykis
nb: Pikselforhold
nl: Pixelverhouding
ro: Rata pixeli
ru: Соотношение пикселя
sl: Razmerje slikovnih točk
tr: Piksel Oranı

source: <b>Profile Properties</b>
ar: <b>خصائص ملف تعريف</b>
bg: <b>Свойства на профила</b>
cs: <b>Předvolby projektu</b>
da: Profilindstillinger
el: <b>Ιδιότητες Προφίλ</b>
et: <b>Profiili omadused</b>
eu: <b>Profil-propietateak</b>
fr: <b>Propriétés du profil</b>
hu: <b>Profil tulajdonságai</b>
is: <b>Eiginleikar sniðs</b>
lt: <b>Profilio savybės</b>
nb: <b>Egenskaper for profil</b>
nl: <b>Profiel-eigenschappen</b>
ro: <b>Proprietati Profil</b>
ru: <b>Свойства Профиля</b>
sl: <b>Nastavitve profila</b>
tr: <b>Profil Özellikleri</b>

source: Import
ar: استيراد
bg: Внасяне
cs: Importovat
da: Importer
el: Εισαγωγή
et: Impordi
eu: Inportatu
fr: Importer
hu: Importálás
is: Flytja inn
lt: Importavimas
nb: Importer
nl: Importeren
ro: Importa
ru: Импорт
sl: Uvozi
tr: İçe aktar

source: Clip Properties
ar: إعدادات المقطع
bg: Свойства на клипа
cs: Vlastnosti klipu
da: Klip egenskaber
el: Ιδιότητες κλιπ
et: Klipi omadused
eu: Klip-propietateak
fi: Leikkeen ominaisuudet
fr: Propriétés de la séquence
hu: Klipp tulajdonságai
is: Eiginleikar myndskeiðs
lt: Klipo savybės
nb: Egenskaper for klipp
nl: Fragmenteigenschappen
ro: Proprietăți Clip
ru: Свойства Клипа
sl: Lastnosti posnetka
tr: Klip Özellikleri

source: Preview
ar: معاينة
bg: Преглед
cs: Náhled
da: Forhåndsvisning
el: Προεπισκόπηση
et: Eelvaatlus
eu: Aurrebista
fi: Esikatselu
fr: Aperçu
hu: Előnézet
is: Forskoðun
lt: Peržiūra
nb: Forhåndsvis
nl: Voorbeeld
ro: Previzualizare
ru: Предварительный просмотр
sl: Predogled
tr: Ön İzleme

source: N/A
ar: غير موجود
bg: няма
cs: Nedostupné
da: Ikke tilgængelig
el: Μη διαθέσιμο
et: pole
eu: E/E
fr: Non disponible
is: Ekki tiltækt
lt: Nėra duomenų
nb: Ikke tilgjengelig
nl: N.v.t.
ro: N/D
ru: Н/Д
sl: Ni na voljo
tr: Yok

source: Enable Video:
ar: تفعيل الفيديو:
bg: Включване на видео:
cs: Povolit video:
da: Aktiver video:
el: Ενεργοποίηση βίντεο:
et: Video lubatud:
eu: Gaitu bideoa:
fi: Salli kuva:
fr: Activer la vidéo :
hu: Videó engedélyezése:
is: Virkja vídeó:
lt: Įjungti vaizdą:
nb: Aktiver video:
nl: Video activeren:
ro: Activează video:
ru: Включить Видео:
sl: Omogoči video:
tr: Videoyu Etkinleştir:

source: Enable Audio:
ar: تفعيل الصوت:
bg: Включване на звук:
cs: Povolit audio:
da: Aktiver lyd:
el: Ενεργοποίηση ήχου:
et: Audio lubatud:
eu: Gaitu audioa:
fi: Salli ääni:
fr: Activer l'audio :
hu: Audió engedélyezése:
is: Virkja hljóð:
lt: Įjungti garsą:
nb: Aktiver lyd:
nl: Audio activeren:
ro: Activează audio:
ru: Включить Звук:
sl: Omogoči zvok:
tr: Sesi Etkinleştir:

source: <b>In</b> (seconds):
ar: <b>داخل</b>(الثواني) :
bg: <b>In</b> (секунди):
cs: <b>Začátek</b> (v sekundách):
da: <b>Ind</b> (sekunder):
el: <b>Αρχή</b> (δευτερόλεπτα):
et: <b>Algus</b> (sekundites):
eu: <b>In</b> (segundotan):
fi: <b>Sisään</b> (sekuntia):
fr: <b>Début</b> (secondes) :
hu: <b>Be</b> (másodperc):
is: <b>Inn</b> (sekúndur):
lt: <b>Įėjimas</b> (sekundėmis):
nb: <b>Inn</b> (sekunder):
nl: <b>Begin</b> (seconden):
ro: <b>Intrare</b> (secunde):
ru: <b>Ввод</b> (секунд):
sl: <b>Začetek</b> (sekund):
tr: <b>İç</b> (saniye):

source: <b>Out</b> (seconds):
ar: <b>خارج</b>(الثواني) :
bg: <b>Out</b> (секунди):
cs: <b>Konec</b> (v sekundách):
da: <b>Ud</b> (sekunder):
el: <b>Τέλος</b> (δευτερόλεπτα):
et: <b>Lõpp</b> (sekundites):
eu: <b>Out</b> (segundotan):
fi: <b>Ulos</b> (sekuntia):
fr: <b>Fin</b> (secondes) :
hu: <b>Ki</b>(másodperc):
is: <b>Út</b> (sekúndur):
lt: <b>Išėjimas</b> (sekundėmis):
nb: <b>Ut</b> (sekunder):
nl: <b>Einde</b> (seconden):
ro: <b>Ieșire</b> (secunde):
ru: <b>Вывод</b> (секунд):
sl: <b>Konec</b> (sekund):
tr: <b>Dış</b> (saniye):

source: <b>Length</b> (seconds):
ar: <b>الطول</b>(الثواني) :
bg: <b>Дължина</b> (секунди):
cs: <b>Délka</b> (v sekundách):
da: <b>Varighed</b> (sekunder):
el: <b>Μήκος</b> (δευτερόλεπτα):
et: <b>Kestus</b> (sekundites):
eu: <b>Luzera</b> (segundoak):
fi: <b>Kesto</b> (sekuntia):
fr: <b>Durée</b> (secondes) :
hu: <b>Hossz</b> (másodperc):
is: <b>Lengd</b> (sekúndur):
lt: <b>Trukmė</b> (sekundėmis):
nb: <b>Lengde</b> (sekunder):
nl: <b>Lengte</b> (seconden):
ro: <b>Lungime</b> (secunde):
ru: <b>Длительность</b> (секунд):
sl: <b>Trajanje</b> (sekund):
tr: <b>Süre</b> (saniye):

source: Speed:
ar: السرعة:
bg: Скорост:
cs: Rychlost:
da: Hastighed:
el: Ταχύτητα:
et: Kiirus:
eu: Abiadura:
fi: Nopeus:
fr: Vitesse :
hu: Sebesség:
is: Hraði:
lt: Greitis:
nb: Hastighet:
nl: Snelheid:
ro: Viteză:
ru: Скорость:
sl: Hitrost:
tr: Hız:

source: Speed
ar: السرعة
bg: Скорост
cs: Rychlost
da: Hastighed
el: Ταχύτητα
et: Kiirus
eu: Abiadura
fi: Nopeus
fr: Vitesse
hu: Sebesség
is: Hraði
lt: Sparta
nb: Hastighet
nl: Snelheid
ro: Viteză
ru: Скорость
sl: Hitrost
tr: Hız

source: Key Frame:
ar: مفتاح الإيطار:
bg: Ключов кадър:
cs: Klíčový snímek:
da: Nøglebillede:
et: Võtmekaader:
eu: Fotograma gakoa
fi: Avainkehys:
fr: Image clé :
is: Lykilrammi:
lt: Raktinis kadras:
nb: Nøkkelbilde:
ro: Fotograma keye
ru: Ключевой кадр
sl: Ključna sličica:
tr: Anahtar kare

source: Height (%):
ar: الطول (%):
bg: Височина (%):
cs: Výška (%):
da: Højde (%):
el: Ύψος (%):
et: Kõrgus (%):
eu: Garaiera (%):
fi: Korkeus (%):
fr: Hauteur (%) :
hu: Magasság (%):
is: Hæð (%):
lt: Aukštis (%):
nb: Høyde (%):
nl: Hoogte (%):
ro: Înălțime (%):
ru: Высота (%):
sl: Višina (%):
tr: Yükseklik (%):

source: Width (%):
ar: العرض (%):
bg: Широчина (%):
cs: Šířka (%):
da: Bredde (%):
el: Πλάτος (%):
et: Laius (%):
eu: Zabalera (%):
fi: Leveys (%):
fr: Largeur (%) :
hu: Szélesség (%):
is: Breidd (%):
lt: Plotis (%):
nb: Bredde (%):
nl: Breedte (%):
ro: Lățime (%):
ru: Ширина (%):
sl: Širina (%):
tr: Genişlik (%):

source: Alpha:
ar: ألفا:
bg: Прозрачност:
cs: Průhlednost:
da: Alfa:
el: Άλφα:
et: Alfa:
eu: Alfa:
fi: Peitto:
hu: Alfa:
is: Alfarás:
lt: Alfa:
nb: Gjennomsiktighet:
nl: Alfa:
ro: Alfa:
ru: Прозрачность:
sl: Alfa:
tr: Alfa:

source: Volume:
ar: الصوت:
bg: Сила на звука:
cs: Hlasitost:
da: Lydstyrke:
el: Ένταση:
et: Valjus:
eu: Bolumena:
fi: Äänenvoimakkuus:
hu: Hangerő:
is: Hljóðstyrkur:
lt: Garsumas:
nb: Lydstyrke:
ro: Volum:
ru: Громкость:
sl: Glasnost:
tr: Ses seviyesi:

source: Fade In:
ar: تلاشي للداخل
bg: Засилване
da: Indtone:
el: Ομαλή είσοδος:
et: Sulatus sisse:
eu: Irekitze-iraungipena:
fi: Häivytys sisään:
fr: Fondu à l'ouverture :
hu: Bekeverés:
is: Deyfing inn:
lt: Laipsniškas atsiradimas:
nb: Gradvis inn:
nl: Infaden:
ro: crestere in intensitate
ru: Затенение внутрь:
sl: Odtemnitev/pojavljanje:
tr: Görüntüye Gir:

source: Fade Out:
ar: تلاشي للخارج
bg: Затихване
da: Udtone:
el: Ομαλή έξοδος:
et: Sulatus välja:
eu: Ixte-iraungipena:
fi: Häivytys ulos:
fr: Fondu à la fermeture :
hu: Lekeverés:
is: Deyfing út:
lt: Laipsniškas pradingimas:
nb: Gradvis ut
nl: Uitfaden:
ro: Scădere în intensitate:
ru: Затенение наружу:
sl: Zatemnitev/pojemanje:
tr: Görüntüden Çık:

source: <b>Fade</b> (seconds):
ar: <b>التلاشي</b> (بالثواني):
bg: <b>Затихване</b> (секунди):
cs: <b>Fade</b> (v sekundách):
da: <b>Toning</b> (sekunder):
el: <b>Μετάβαση</b> (δευτερόλεπτα):
et: <b>Sulatus</b> (sekundid):
eu: <b>Iraungipena</b> (segundoak):
fi: <b>Häivytys</b> (sekuntia):
fr: <b>Fondu</b> (secondes) :
hu: <b>Keverés</b> (másodperc):
is: <b>Deyfing</b> (sekúndur):
lt: <b>Laipsniškumas</b> (sekundėmis):
nb: <b>Gradvis overgang</b> (sekunder):
nl: <b>Fade</b> (seconden):
ro: <b>Fade</b> (secunde)
ru: <b>Затенение</b> (сукунд):
sl: <b>Odtemnitev/zatemnitev</b> (sekund):
tr: <b>Geçiş</b> (saniye):

source: Audio
ar: الصوت
bg: Звук
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
hu: Hang
is: Hljóð
lt: Garsas
nb: Lyd
ru: Звук
sl: Zvok
tr: Ses

source: Stretch Full Screen:
ar: تمدد على كامل الشاشة:
bg: Разпъване на пълен екран:
cs: Roztáhnout na celou obrazovku:
da: Fuld skærm:
el: Μέγεθος πλήρους οθόνης:
et: Täisekraanile venitamine:
eu: Tiratu pantaila osora:
fi: Venytä koko näytölle:
fr: Étirer en plein écran :
hu: Nyújtás teljes képernyőre:
is: Teygja í skjáfylli.
lt: Ištempti per visą ekraną:
nb: Strekk til full skjerm:
nl: Beeldvullend uitrekken:
ro: Întindeți pe tot ecranul:
ru: Растянуть на полный экран:
sl: Raztegni na cel zaslon:
tr: Tam Ekrana Yay

source: Maintain Aspect Ratio:
ar: حافظ على نسبة العرض :
bg: Запазване на пропорцията:
cs: Udržovat správný poměr stran:
da: Bevar aspektforhold
el: Διατήρηση αναλογίας πλευρών:
et: Kuvasuhte säilitamine:
eu: Mantendu aspektu-erlazioa:
fi: Säilytä kuvasuhde:
fr: Conserver l'aspect ratio :
hu: Képarány megtartása:
is: Halda sömu stærðarhlutföllum:
lt: Išlaikyti proporcijas:
nb: Bevar høyde-/breddeforhold:
nl: Beeldverhouding behouden:
ro: Menține raportul de aspect:
ru: Сохранить пропорции:
sl: Ohrani razmerje slike:
tr: Görüntü Oranını Koru:

source: Horizontal Align:
ar: المحاذاة الأفقية:
bg: Хоризонтално подравняване
cs: Zarovnat horizontálně
da: Horisontal tilpasning:
el: Οριζόντια στοίχιση:
et: Rõhtjoondus:
eu: Lerrokatze horizontala:
fi: Vaakatasaus:
fr: Alignement horizontal :
hu: Vízszintes igazítás:
is: Lárétt jöfnun
lt: Lygiuoti horizontaliai:
nb: Vannrett justering:
nl: Horizontale uitlijning:
ro: Alineaza orizontal:
ru: Горизонтальные выравнивание:
sl: Vodoravna poravnava:
tr: Yatay Hizalama:

source: Vertical Align:
ar: المحاذاة العمودية:
bg: Вертикално подравняване
cs: Zarovnat vertikálně
da: Vertikal tilpasning:
el: Κατακόρυφη στοίχιση:
et: Püstjoondus:
eu: Lerrokatze bertikala:
fi: Pystytasaus:
fr: Alignement vertical :
hu: Függőleges igazítás:
is: Lóðrétt jöfnun
lt: Lygiuoti vertikaliai:
nb: Loddrett justering:
nl: Verticale uitlijning:
ro: Alineaza vertical:
ru: Вертикальное выравнивание:
sl: Navpična poravnava:
tr: Düşey Hizalama:

source: Video
ar: الفيديو
bg: Видео
el: Βίντεο
eu: Bideoa
fr: Vidéo
hu: Videó
is: Vídeó
lt: Vaizdas
ru: Видео
