Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: rendering options:
ar: اختيارات الطلي:
bg: опции на показване:
cs: Volby renderování
da: renderingsmuligheder
el: Επιλογές απόδοσης:!
et: renderduse valikud:
eu: errendatze-aukerak:
fr: options d'exportation:
hu: Renderelési opciók
is: Valkostir myndgerðar
lt: pavaizdavimo nustatymai:
nb: valg for rendring:
nl: render-opties:
ro: Interpretare optiuni
ru: опции рендеринга:
sl: Možnosti upodabljanja:
tr: rendering seçenekleri:

source: container type:
ar: نوع القالب:
bg: тип контейнер:
cs: Typ kontejneru
da: kontainertype
el: Τύπος περιεχομένου:
et: konteineri liik:
eu: edukiontzi-mota:
fr: type de container:
hu: tárolótípus:
is: gerð geymis:
lt: talpyklos tipas:
ro: Tip container
ru: тип контейнера:
sl: Vrsta vsebnika:
tr: içerik türü:

source: video codec:
ar: ترميز الفيديو:
bg: видео кодек:
cs: Video kodek
el: κωδικοποιητής βίντεο:
et: videokoodek:
eu: bideo-kodeka:
fr: codec vidéo:
hu: video kodek:
is: vídeókóðun:
lt: vaizdo kodekas:
nb: videokodek:
ro: Codec video:
ru: видео кодек:
sl: Video kodek:
tr: video kodek:

source: video bitrate:
ar: معدل البت المرئي
bg: скорст на видео предаване:
cs: Datový tok videa
el: ρυθμός βίντεο:
et: video bitikiirus:
eu: bideoaren bit-emaria:
fr: bitrate vidéo:
hu: video bitráta:
is: vídeó-bitahraði:
lt: vaizdo kokybės srautas:
nl: Videobitsnelheid:
ro: Bitrate video
ru: видео битрейт:
sl: Bitna hitrost videa:
tr: video bit oranı:

source: audio codec:
ar: ترميز الصوت:
bg: аудио кодек:
cs: Kodek zvuku
da: lyd codec
el: κωδικοποιητής ήχου:
et: audiokoodek:
eu: audio-kodeka:
fr: codec audio:
hu: Audio kodek
is: hljóðkóðun:
lt: garso kodekas:
nb: Lydkodek:
ro: Codec audio:
ru: аудио кодек:
sl: Zvokovni kodek:
tr: ses kodeği:

source: audio sample rate:
ar: معدل نموذج الصوت
bg: честота на дискретизация на звука:
cs: Vzorkování zvuku
el: ρυθμός δείγματος ήχου:
et: audio diskreetimissagedus:
eu: audioaren lagin-emaria:
fr: taux d'échantillonage audio:
hu: Audio mintavételezési frekvencia:
is: safntíðni hljóðs:
lt: garso dažnių srautas:
nb: Samplingfrekvens for lyden:
nl: Audiosamplesnelheid:
ro: Sample rate audio
ru: частота дискретизации:
sl: Mera vzorčenja zvoka:
tr: ses örnek oranı:

source: channels:
ar: القنوات:
bg: канали:
cs: Kanály:
da: kanaler:
el: κανάλια
et: kanaleid:
eu: kanalak:
fr: canaux:
hu: Csatornák:
is: rásir:
lt: kanalai:
nb: kanaler:
nl: Kanalen:
ro: Canale
ru: каналы:
sl: Kanali:
tr: kanallar:

source: audio bitrate:
ar: معدل البت الصوتي
bg: скорст на аудио предаване:
cs: Datový tok zvuku
da: lyd bitrate
el: ρυθμός ήχου:
et: audio bitikiirus:
eu: audioaren bit-emaria:
fr: bitrate audio:
hu: Audio bitráta
is: hljóð-bitahraði:
lt: garso kokybės srautas:
nb: bitrate for lyd:
nl: Audiobitsnelheid:
ro: Bitrate audio
ru: битрейт звука:
sl: Bitna hitrost zvoka:
tr: ses bit oranı:

source: generating XML file for rendering
ar: تكوين ملف XML للطلي
da: danner XML-fil til rendering
el: δημιουργία αρχείου απόδοσης XML
et: renderduse jaoks XML-faili genereerimine
eu: errendatzerako XML fitxategia sortzen
fr: Générer un fichier XML pour l'exportation
hu: XML fájl előállítása rendereléshez
is: útbý XML skrá fyrir myndgerð
lt: kuriama XML byla pavaizdavimui
nb: genererer xml-fil for rendring
nl: XML-bestand genereren voor renderen
ro: Generare fisier XML pentru interpretare
ru: формирование XML-файла для рендеринга
sl: Izdelava datoteke XML za upodabljanje
tr: rendering için XML dosyası oluşturuluyor

source: Starting rendering to
ar: الاستعداد للطلي لـ
da: Starter rendering til
el: Αρχίζει η απόδοση του
et: Renderduse alustamine kohta
eu: Errendatzea hasten
fr: Démarrer l'exportation en
hu: Renderelés elindítása ide
is: Byrja myndgerð í
lt: Pradedamas pavaizdavimas į
nb: Begynner å rendre til
nl: Start renderen naar
ro: Pornire interpretare in
ru: Начало рендеринга для
sl: Zagon upodabljanja v
tr: Rendering şu dosyaya başlatılıyor

source: program interrupted by user
ar: توقف البرنامج بفعل المستخدم
bg: програмата е прекъсната от потребителя
cs: Program byl přerušen uživatelem
da: program afbrudt af bruger
el: το πρόγραμμα διακόπηκε απο τον χρήστη
et: programmi katkestas kasutaja
eu: erabiltzaileak etendako aplikazioa
fr: programme interrompu par l'utilisateur
hu: folyamat felhasználó által megszakítva
is: forritið var truflað af notanda
lt: vartotojas nutraukė programą
nb: programmet ble avbrutt av brukeren
ro: Program intrerup de catre utilizator
ru: программа прервана пользователем
sl: Program je prekinil uporabnik
tr: program kullanıcı tarafından kesildi

source: project file correctly rendered
ar: تم طلي ملف المشروع
cs: Projekt byl správně vyrenderován
da: projektfil renderet korrekt
el: το αρχείο έργου αποδόθηκε σωστά
et: projektifail renderdati korrektselt
eu: proiektu-fitxategia zuzen errendatu da
fr: fichier projet correctement exporté
hu: Projekt fájl pontosan előállítva
is: verkefnisskráin var rétt myndgerð
lt: projekto byla sėkmingai pavaizduota
nb: Prosjektfilen ble riktig rendret
nl: projectbestand correct gerenderd
ro: Fisier proiect interpretat corect
ru: рендеринг файла проекта успешно завершён
sl: Datoteka projekta je pravilno upodobljena
tr: proje dosyası doğru olarak yorumlandı

source: No formats or codecs were found. Please check the OpenShot preferences and configure the 'melt' command name.
ar: لم يتم العثور على هيئات أو تراميز.يرجى معاينة إعدادات OpenShot و تعيين أوامر 'melt'
bg: Не са открити формати или кодеци. Моля проверете настройките на OpenShot и настроите името на командата 'melt'.
cs: Nenalezeny žádné formáty ani kodeky. Zkontroluj v předvolbách programu nastavení příkazu 'melt'.
da: Ingen formater eller codecs fundet. Kontroller venligst OpenShot indstillinger og konfigurer MLT-kommandonavnet.
el: Δεν βρέθηκαν φορματ ή codecs. Παρακαλώ ελέγξτε τις προτιμήσεις του Openshot και ρυθμίσετε το όνομα της εντολής 'melt'.
et: Ühtegi formaati ega koodekit ei leitud. Palun kontrollida üle OpenShoti eelistused ja seadistada 'melt' käsk.
eu: Ez da formaturik ez kodekik aurkitu. Egiaztatu OpenShot-en hobespenak eta konfiguratu 'melt' komandoaren izena.
fr: Aucun formats ou codecs trouvés. S'il-vous-plait vérifier les préférences d'OpenShot et configurer la commande nommée 'melt'.
hu: Semmilyen formátum vagy kodek nem található. Kérem ellenőrizze az OpenShot beállításait és paraméterezze a 'melt' parancsnevet.
is: Engin snið eða kóðalyklar fundust. Athugaðu með stillingar OpenShot og lagaðu skipanaheiti 'melt' forritanna.
lt: Nerastas joks formatas ar kodekas. Prašome patikrinti OpenShot nustatymus ir nustatyti "melt" komandos pavadinimą.
nb: Ingen formater eller kodeker ble funnet. Kontroller brukervalgene i OpenShot og konfigurer "melt"-kommandoen.
nl: Geen formaten of codecs gevonden. Controleer de OpenShot-voorkeuren en stel de 'melt' opdrachtnaam in.
ro: Nu au fost găsite codecuri sau formate. Verificați preferințele OpenShot și configurați programul „melt”.
ru: Ни одного формата или кодека обнаружено не было. Проверьте, пожалуйста, предпочтения OpenShot и настройки имени команды 'melt'.
sl: Zapisi in kodeki niso bili najdeni. Preverite nastavitve OpenShot in prilagodite ime ukaza 'melt'.
tr: Hiçbir biçim ya da kodek bulunamadı. Lütfen OpenShot seçeneklerini kontrol edin ve 'erime' komut adını yapılandırın.

source: Changed visibility of track
ar: تغيير وضوح المسار
bg: Променена видимост на пътека
cs: Změnit viditelnost stopy
da: Sporets synlighed ændret
el: Αλλάχθηκε η ορατότητα του κομματιού
et: Raja nähtavuse muutmine
eu: Pistaren ikusgaitasuna aldatu da
fr: Changer la visibilité de la piste
hu: A sáv láthatósága megváltozott
is: Breytti sýnileika hljóðspors
lt: Pakeistas takelio matomumas
nb: Synligheten for sporet er endret
nl: Video van een spoor aan- of uitgezet
ro: Vizibilitatea pistei a fost schimbata
ru: Изменена видимость дорожки
sl: Spremenjena vidnost sledi
tr: Parçanın görünürlülüğü değiştirildi

source: Changed audio of track
ar: تغيير صوت المسار
bg: Променен звук на пътека
cs: Byl změněn zvuk ve stopě
da: Sporets lyd ændret
el: Αλλάχθηκε ο ήχος του κομματιού
et: Audioraja muutmine
eu: Pistaren audioa aldatu da
fr: Changer l'audio de piste
hu: Sáv megváltozott hangja
is: Breytti hljóði hljóðspors
lt: Pakeistas takelio garsas
nb: Endret lyd på spor
nl: Audio van een spoor aan- of uitgezet
ro: Audio a pistei a fost schimbat
ru: Изменен звук дорожки
sl: Spremenjen zvok sledi
tr: Parçanın sesi değiştirildi

source: Added marker
ar: اضافة مؤشر
bg: Добавен маркер
cs: Přidána značka
da: Tilføjet markering
el: Προστέθηκε σηματοδότης
et: Järjehoidja lisamine
eu: Markatzailea gehitu da
fr: Ajouter un marqueur
hu: Jelölő hozzáadva
is: Bætti við merki
lt: Pridėta žymė
nb: La til markør
nl: Markering toegevoegd
ro: Marcator adaugat
ru: Добавлен маркер
sl: Dodan označevalec
tr: İşaretleyici eklendi

source: Added Track
ar: اضافة مسار
bg: Добавена пътека
cs: Přidána stopa
da: Tilføjet spor
el: Προστέθηκε κομμάτι
et: Raja lisamine
eu: Pista gehitu da
fr: Ajouter une piste
hu: Hozzáadott sáv
is: Bætti við hljóðspori
lt: Pridėtas takelis
nb: La til spor
nl: Spoor toegevoegd
ro: Pista adaugata
ru: Добавлена дорожка
sl: Dodana sled
tr: Parça Eklendi

source: Renamed track
ar: تسمية مسار
bg: Преименувана пътека
cs: Přejmenovaná stopa
da: Omdøbt spor
el: Μετονομάστηκε το κομμάτι
et: Raja ümbernimetamine
eu: Pista berrizendatu da
fr: Renommer la piste
hu: Átnevezett sáv
is: Endurnefndi hljóðspor
lt: Pervadintas takelis
nb: Endret navn på spor
nl: Spoor hernoemd
ro: Pista redenumita
ru: Переименована дорожка
sl: Preimenovana sled
tr: Parçanın adı değiştirildi

source: Add Effect
ar: إضافة تأثير
bg: Добавяне на ефект
cs: Přidat efekt
da: Tilføj Effekt
el: Προσθήκη εφέ
et: Lisa efekt
eu: Gehitu efektua
fi: Lisää tehoste
fr: Ajouter l'effet
hu: Hatás hozzáadása
is: Bæta við sjónhverfingu
lt: Pridėti efektą
nb: Legg til effekt
nl: Effect toevoegen
ro: Adaugă efect
ru: Добавить эффект
sl: Dodaj učinek
tr: Efekt Ekle

source: Effect:
ar: التأثير:
bg: Ефект:
cs: Efekt:
da: Effekt:
el: Εφέ:
et: Efekt:
eu: Efektua:
fi: Tehoste:
fr: Effet :
hu: Effektus:
is: Sjónhverfing:
lt: Efektas:
nb: Effekt:
ro: Efect:
ru: Эффект:
sl: Učinek:
tr: Efekt:

source: Font Properties
ar: خصائص الخط
bg: Свойства на шрифта
cs: Vlastnosti písma
da: Skrifttypeegenskaber
el: Ιδιότητες γραμματοσειράς
et: Kirjastiili omadused
eu: Letra-tipoaren propietateak
fi: Kirjasimen ominaisuudet
fr: Propriétés de la police
hu: Betűk beállításai
is: Eiginleikar leturs
lt: Šrifto savybės
nb: Egenskaper for skrift
nl: Lettertype aanpassen
ro: Proprietăți fonturi
ru: Свойства шрифта
sl: Lastnosti pisave
tr: Yazıtipi Özellikleri

source: Style:
ar: النمط:
bg: Стил:
cs: Styl:
da: Typografi:
el: Στυλ:
et: Stiil:
eu: Estiloa:
fi: Tyyli:
hu: Stílus:
is: Stíll:
lt: Stilius:
nb: Stil:
nl: Stijl:
ro: Stil:
ru: Стиль:
sl: Slog:
tr: Biçim:

source: <b>Preview</b>
ar: <b>معاينة</b>
bg: <b>Преглед</b>
cs: <b>Náhled</b>
da: <b>Forhåndsvisning</b>
el: <b>Προεπισκόπηση</b>
et: <b>Eelvaatlus</b>
eu: <b>Aurreikuspena</b>
fi: <b>Esikatselu</b>
fr: <b>Aperçu</b>
hu: <b>Előnézet</b>
is: <b>Forsýning</b>
lt: <b>Peržiūra</b>
nb: <b>Forhåndsvisning</b>
nl: <b>Voorbeeld</b>
ro: <b>Previzualizare</b>
ru: <b>Предварительный просмотр</b>
sl: <b>Predogled</b>
tr: <b>Önizleme</b>

source: Export Video
ar: تصدير الفيديو
bg: Изнасяне на Видео
cs: Exportovat video
da: Exporter video
el: Εξαγωγή βίντεο
et: Video eksportimine
eu: Esportatu bideoa
fi: Vie videoksi
fr: Exporter la vidéo
hu: Videó exportálása
is: Flytja út vídeó
lt: Eksportuoti vaizdą
nb: Eksporter video
nl: Video exporteren
ro: Exportă clip
ru: Эскпортировать видео
sl: Izvozi video
tr: Video Aktar

source: File Name:
ar: اسم الملف:
bg: Име на файл:
cs: Název souboru:
da: Filnavn:
el: Όνομα αρχείου:
et: Failinimi:
eu: Fitxategi-izena:
fi: Tiedostonimi:
fr: Nom du fichier :
hu: Fájlnév:
is: Skáarheiti:
lt: Bylos pavadinimas:
nb: Filnavn:
nl: Bestandsnaam:
ro: Nume fișier:
ru: Имя файла:
sl: Ime datoteke:
tr: Dosya Adı:

source: MyMovie
ar: فلمي
bg: МоятФилм
cs: Můj film
da: MinFilm
el: Η_ταινία_μου
et: Minufilm
eu: NireFilma
fi: OmaElokuva
fr: MonFilm
hu: Videoim
is: MínMynd
lt: ManoFilmas
nb: MinFilm
nl: MijnFilm
ro: ClipulMeu
sl: MojFilm
tr: Filmim

source: Export Folder
ar: تصدير مجلد
bg: Папка за изнасяне
cs: Exportní složka
da: Eksporter mappe
el: Εξαγωγή φακέλου
et: Eksportimise kataloog
eu: Esportatu karpeta
fi: Tallennuskansio
fr: Dossier d'exportation
hu: Mappa exportálása
is: Flytja möppu út
lt: Eksportuoti katalogą
nb: Eksporter mappe
nl: Exportmap
ro: Exportă dosar
ru: Папка для экспорта
sl: Izvozi mapo
tr: Aktarma Dizini

source: <b>General Options</b>
ar: <b>الخيارات العامة</b>
bg: <b>Общи настройки</b>
cs: <b>Obecné nastavení</b>
da: <b>Generelle Indstillinger</b>
el: <b>Γενικές επιλογές</b>
et: <b>Üldised valikud</b>
eu: <b>Aukera orokorrak</b>
fi: <b>Yleiset asetukset</b>
fr: <b>Options générales</b>
hu: <b>Általános beállítások</b>
is: <b>Almennir valmöguleikar</b>
lt: <b>Pagrindinės parinktys</b>
nb: <b>Generelle valg</b>
nl: <b>Algemene opties</b>
ro: <b>Opțiuni generale</b>
ru: <b>Общие</b>
sl: <b>Splošne možnosti</b>
tr: <b>Genel Seçenekler</b>

source: <b>Select a Profile to start:</b>
ar: <b>اختر ملف تعريف للبدء:</b>
bg: <b>Изберете профил, за да започнете:</b>
cs: <b>Vyber startovní profil:</b>
da: <b>Vælg en profil for at starte:</b>
el: <b>Επιλέξτε ένα προφίλ για να ξεκινήσετε:</b>
et: <b>Alustamiseks vali profiil:</b>
eu: <b>Hautatu profil bat hasteko:</b>
fr: <b<Sélectionner un profil pour démarrer:</b>
hu: <b>Válasszon egy Profilt a kezdéshez:</b>
is: <b>Veldu snið áður en þú byrjar:</b>
lt: <b>Pasirinkite pradinį profilį:</b>
nb: <b>Velg en profil for å starte:</b>
nl: <b>Kies een profiel om te starten:</b>
ro: <b>Selecteaza un profil pentru a incepe</b>
ru: <b>Выберите профиль:</b>
sl: <b>Izberite profil za začetek:</b>
tr: <b>Başlamak için bir Profil seçin:</b>

source: Profile:
ar: ملف تعريف:
bg: Профил:
cs: Profil:
da: Profil:
el: Προφίλ:
et: Profiil:
eu: Profila:
fr: Profil :
hu: Profil:
is: Snið:
lt: Profilis:
nb: Profil:
nl: Profiel
ro: Profil:
ru: Профиль
sl: Profil:
tr: Profil:

source: <b>Select from the following options:</b>
ar: <b>إختر من الخيارات التالية:</b>
bg: <b>Изберете измежду следните възможности:</b>
cs: <b>Vyberte z následujících možností:</b>
da: <b>Vælg fra følgende muligheder:</b>
el: <b>Επιλέξτε μεταξύ των παρακάτω δυνατοτήτων:</b>
et: <b>Vali järgnevate valikute seast sobivad:</b>
eu: <b>Hautatu hurrengo aukeretatik</b>
fi: <b>Valitse seuraavista valinnoista:</b>
fr: <b>Sélectionnez une des options suivantes:</b>
hu: <b>Válassz az alábbi lehetőségek közül:</b>
is: <b>Veldu úr eftirfarandi möguleikum:</b>
lt: <b>Pasirinkite iš šių parinkčių:</b>
nb: <b>Velg mellom følgende alternativer:</b>
nl: <b>Kies uit de volgende opties:</b>
ro: <b>Selectați din următoarele opțiuni:</b>
ru: <b>Выберите из данных опций:</b>
sl: <b>Izberite med naslednjimi možnostmi:</b>
tr: <b>İzleyen seçeneklerden birini seçin:</b>

source: Target:
ar: الهدف:
bg: Цел:
cs: Cíl:
da: Mål:
el: Προορισμός:
et: Siht:
eu: Helburua:
fi: Kohde:
fr: Destination :
hu: Cél:
is: Áfangastaður:
lt: Adresatas:
nb: Mål:
nl: Doel:
ro: Destinație:
ru: Цель:
sl: Cilj:
tr: Hedef:

source: Video Profile:
ar: ملف تعريف الفيديو:
bg: Видео профил:
cs: Profil videa:
da: Video Profil:
el: Προφίλ βίντεο:
et: Video profiil:
eu: Bideo-profila:
fi: Videoprofiili:
fr: Profil vidéo :
hu: Videó profil:
is: Vídeó sniðskrá:
lt: Vaizdo profilis:
nb: Videoprofil:
nl: Videoprofiel:
ro: Profil video
ru: Профиль Видео:
sl: Video profil:
tr: Görüntü Profili:

source: Quality:
ar: الجودة:
bg: Качество:
cs: Kvalita:
da: Kvalitet:
el: Ποιότητα:
et: Kvaliteet:
eu: Kalitatea:
fi: Laatu:
fr: Qualité :
hu: Minőség:
is: Gæði:
lt: Kokybė:
nb: Kvalitet:
nl: Kwaliteit:
ro: Calitate:
ru: Качество:
sl: Kakovost:
tr: Kalite:

source: Simple
ar: بسيط
bg: Обикновен
cs: Jednoduché
da: Simpel
el: Απλό
et: Lihtne
eu: Sinplea
fi: Yksinkertainen
fr: Basique
hu: Egyszerű
is: Einfalt
lt: Paprasta
nb: Enkel
nl: Eenvoudig
ro: Simplu
ru: Простой
sl: Preprosto
tr: Basit

source: Export To:
ar: تصدير إلى:
bg: Изнасяне към:
cs: Exportovat do:
da: Exporter til:
el: Εξαγωγή σε:
et: Eksportimise siht:
eu: Esportatu hona:
fi: Vie:
fr: Exporter vers :
hu: Exportálás:
is: Flytja út í:
lt: Eksportuoti į:
nb: Eksporter til:
nl: Exporteren naar:
ro: Exportă în
ru: Экспортировать как:
sl: Izvozi v:
tr: Dışa Aktar...

source: <b>Advanced Options</b>
ar: <b>خيارات متقدمة</b>
bg: <b>Допълнителни настройки</b>
cs: <b>Pokročilá nastavení</b>
da: <b>Avancerede indstillinger</b>
el: <b>Επιλογές για προχωρημένους</b>
et: <b>Muud valikud</b>
eu: <b>Aukera aurreratuak</b>
fi: <b>Edistyneet asetukset</b>
fr: <b>Options avancées</b>
hu: <b>Haladó beállítások</b>
is: <b>Ítarlegri valkostir</b>
lt: <b>Sudėtingesni nustatymai</b>
nb: <b>Avanserte alternativer</b>
nl: <b>Geavanceerde opties</b>
ro: <b>Opțiuni avansate</b>
ru: <b>Дополнительно</b>
sl: <b>Napredne možnosti</b>
tr: <b>Gelişmiş Seçenekler</b>

source: Height:
ar: الارتفاع:
bg: Височина:
cs: Výška:
da: Højde:
el: Ύψος:
et: Kõrgus:
eu: Garaiera:
fi: Korkeus:
fr: Hauteur :
hu: Magasság:
is: Hæð:
lt: Aukštis:
nb: Høyde:
nl: Hoogte:
ro: Înălțime:
ru: Высота:
sl: Višina:
tr: Yükseklik:

source: Width:
ar: العرض:
bg: Ширина:
cs: Šířka:
da: Bredde:
el: Πλάτος:
et: Laius:
eu: Zabalera:
fi: Leveys:
fr: Largeur :
hu: Szélesség:
is: Breidd:
lt: Plotis:
nb: Bredde:
nl: Breedte:
ro: Lățime:
ru: Ширина:
sl: Širina:
tr: Genişlik:

source: Aspect Ratio:
ar: نسبة الارتفاع:
bg: Пропорция:
cs: Poměr stran:
da: Formatforhold:
el: Λόγος αναλογιών:
et: Kuvasuhe:
eu: Aspektu-erlazioa:
fi: Kuvasuhde:
fr: Ratio d'aspect :
hu: Méretarány:
is: Hlutföll:
lt: Santykis:
nb: Høyde-/breddeforhold:
nl: Beeldverhouding:
ro: Raport aspect
ru: Соотношение сторон:
sl: Razmerje izreza:
tr: Görüntü Oranı:

source: Frame Rate:
ar: معدل الإطار:
bg: Кадри/секунда:
cs: Snímková frekvence:
da: Billedrate:
el: Συχνότητα καρέ:
et: Kaadrisagedus:
eu: Fotograma-abiadura:
fi: Kuvataajuus:
fr: Trames par seconde :
hu: Képkockaráta:
is: Rammatíðni:
lt: Kadrų dažnis:
nb: Bilder pr sekund:
nl: Filmbeelden per seconde:
ro: Rată cadre:
ru: Частота кадров:
sl: Slikovna hitrost:
tr: Kare Oranı:

source: Pixel Ratio:
ar: معدل البيكسل:
bg: Пиксели/кадър:
cs: Poměr stran pixelu:
da: Pixelforhold:
el: Αναλογία διαστάσεων pixel:
et: Pikslite suhe:
eu: Pixel-erlazioa:
fi: Kuvapisteen kokosuhde:
fr: Ratio pixel :
hu: Képkocka arány:
is: Hlutföll mynddíla (pixels):
lt: Taško santykis:
nl: Pixelverhouding:
ro: Rată pixeli:
ru: Соотношение сторон пикселя:
sl: Razmerje slikovnih točk:
tr: Piksel Oranı:

source: Progressive:
ar: التقدم:
bg: Прогресивно:
cs: Progresivní
da: Progressiv:
el: Προδευτικότητα:
et: Progressiivne:
eu: Mailakakoa:
fi: Progressiivinen:
fr: Progressif :
hu: Progresszív:
is: Vaxandi:
lt: Progresyvus:
nb: Progressiv:
nl: Progressief:
ro: Progresiv:
ru: Прогрессивная развертка:
sl: Neprepleteno:
tr: Aşamalı

source: <b>Profile</b> (height, width, fps, aspect ratio)
ar: <b>ملف تعريف</b> (ارتفاع, عرض, fps, نسبة المعدل)
bg: <b>Профил</b> (височина, широчина, кадри/сек, съотношение на страните)
cs: <b>Profil</b> (výška, šířka, fps, poměr stran)
da: <b>Profil</b> (højde, bredde, fps, aspect ratio)
el: <b>προφίλ</ b> (ύψος, πλάτος, fps, αναλογία)
et: <b>Priofiil</b> (kõrgus, laius, fps, kuvasuhe)
eu: <b>Profila</b> (garaiera, zabalera, fps, aspektu-erlazioa)
fi: <b>Profiili</b> (korkeus, leveys, kuvataajuus, kuvasuhde)
fr: <b>Profil</b> (hauteur, largeur, fps, aspect ratio)
hu: <b>Profil</b> (magasság, szélesség, fps, képarány)
is: <b>Snið</b> (hæð, breidd, fps, stærðarhlutföll)
lt: <b>Profilis</b> (aukštis, plotis, kadrų dažnis, vaizdo santykis)
nb: <b>Profil</b> (høyde, bredde, bps, høyde/breddeforhold)
nl: <b>Profiel</b> (hoogte, breedte, fps, beeldverhouding)
ro: <b>Profil</b> (inaltime, latime, fps, rata aspect)
ru: <b>Профиль</b> (высота, ширина, fps, соотношение сторон)
sl: <b>Profil</b> (višina, širina, sl/s, izrez)
tr: <b>Profil</b> (yükseklik, genişlik, fps, görüntü oranı)

source: Image Format:
ar: نوع الصورة:
bg: Графичен формат:
cs: Formát obrázku:
da: Billedformat:
el: Τύπος εικόνας:
et: Pildivorming:
eu: Irudi-formatua:
fi: Kuvaformaatti:
fr: Format d'image :
hu: Képfromátum:
is: Myndsnið:
lt: Atvaizdo formatas:
nb: Bildeformat:
nl: Afbeeldingstype:
ro: Format imagine:
ru: Формат изображения:
sl: Format slike:
tr: Resim Formatı

source: <b>Image Sequence Settings</b>
ar: <b>إعدادات تسلسل الصور</b>
bg: <b>Настройки на серия изображения</b>
cs: <b>Nastavení sekvence snímků</b>
da: <b>Billedsekvens Indstillinger</b>
el: <b>Ρυθμίσεις ακολουθιών εικόνων</b>
et: <b>Pildirea sätted</b>
eu: <b>Irudi-sekuentziaren ezarpenak</b>
fi: <b>Kuvasarjan asetukset</b>
fr: <b>Paramètres de la séquence d'images</b>
hu: <b>Kép sorozat beállítások</b>
is: <b>Stillingar myndarunu</b>
lt: <b>Atvaizdų sekos nustatymai</b>
nb: <b>Instillinger for bildesekvens</b>
nl: <b>Afbeeldingsreeksinstellingen</b>
ro: <b>Parametrii secvență de imagini</b>
ru: <b>Параметры последовательности изображений</b>
sl: <b>Nastavitve slikovne sekvence</b>
tr: <b>Resim Dizge Ayarları</b>

source: Video Format:
ar: نوع الفيديو:
bg: Видео формат:
cs: Video formát:
el: Μορφή βίντεο:
et: Videovorming:
eu: Bideo-formatua:
fi: Videoformaatti:
fr: Format de la vidéo :
hu: Videoformátum:
is: Vídeósnið:
lt: Vaizdo formatas:
nl: Videoformaat:
ro: Format video:
ru: Формат видео:
tr: Video Biçimi:

source: Video Codec:
ar: ترميز الفيديو:
bg: Видео кодек:
cs: Video kodek:
el: Κωδικοποιητής βίντεο:
et: Videokoodek:
eu: Bideo-kodeka
fi: Videokoodekki:
fr: Codec vidéo :
hu: Videokódoló:
is: Vídeókóðun:
lt: Vaizdo kodekas:
nb: Videokodek:
ro: Codec video:
ru: Видеокодек:
sl: Video kodek:
tr: Video Kodlaması:

source: Bit Rate / Quality:
ar: معدل البت / الجودة :
bg: Скорост на предаване / Качество:
cs: Datový tok / Kvalita:
da: Bitrate / Kvalitet:
el: Bit Rate / Ποιότητα:
et: Bitikiirus / kvaliteet:
eu: Bit-emaria / Kalitatea:
fi: Bittinopeus / laatu
fr: Débit / Qualité
hu: Bitráta / Minőség:
is: Bitahraði / Gæði:
lt: Kokybės srautas / Kokybė:
nb: Bitrate / kvalitet:
nl: Bitsnelheid / kwaliteit:
ro: Rată biți / Calitate
ru: Битрейт / Качество:
sl: Bitna hitrost / kakovost:
tr: Bit Oranı / Kalite:
