Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Circle out to in
ar: دائرة من الخارج للداخل
bg: Кръг навътре
cs: Kruh z venku dovnitř
da: Cirkel udefra og ind
el: Κύκλος από έξω προς τα μέσα
et: Ring väljast sisse
eu: Zirkulua kanpotik barrura
fr: Cercle vers l'intérieur
is: Hringur utan og inn
lt: Apskritimas į vidų
nb: Sirkel ut til inn
nl: Cirkel, naar binnen
ro: Cerc inafara spre inauntru
ru: Круг внутрь
sl: Krog iz zunanjosti navznoter
tr: Dıştan içe çember

source: Blinds in to out
ar: ستائر من الداخل للخارج
bg: Щори навън
da: Persienner indefra og ud
el: Περσίδες από μέσα προς τα έξω
et: Triibud seest välja
eu: Sareta barrutik kanpora
fi: Avautuvat kaihtimet
fr: Persiennes vers l'extérieur
is: Rimlar innan og út
lt: Užuolaida į išorę
nb: Persienner inn til ut
nl: Lamellen, smal
ro: Jaluzele dinăuntru spre afară
ru: Жалюзи наружу
sl: Rolete se odpirajo
tr: İçten dışa perdeler

source: Rectangle in to out
ar: مستطيل من الداخل للخارج
bg: Правоъгълник навън
cs: Obdélník zevnitř ven
da: Rektangel indefra og ud
el: Πλαίσιο από μέσα προς τα έξω
et: Ristkülik seest välja
eu: Laukizuzena barrutik kanpora
fr: Rectangle vers l'exterieur
is: Ferningur innan og út
lt: Stačiakampis į išorę
nb: Rektangel inn til ut
nl: Rechthoek, naar buiten
ro: Dreptunghi dinăuntru spre afară
ru: Прямоугольник наружу
sl: Pravokotnik od znotraj navzven
tr: İçten dışa dikdörtgen

source: Rectangle out to in
ar: مستطيل من الخارج للداخل
bg: Правоъгълник навътре
cs: Obdélník zvenku dovnitř
da: Reaktangel udefra og ind
el: Πλαίσιο από έξω προς τα μέσα
et: Ristkülik väljast sisse
eu: Laukizuzena kanpotik barrura
fr: Rectangle vers l'intérieur
is: Ferningur utan og inn
lt: Stačiakampis į vidų
nb: Rektangel ut til inn
nl: Rechthoek, naar binnen
ro: Dreptunghi dinafară spre înăuntru
ru: Прямоугольник внутрь
sl: Pravokotnik iz zunanjosti navznoter
tr: Dıştan içe dikdörtgen

source: Sand
ar: رمل
bg: Пясък
cs: Písek
el: Άμμος
et: Liiv
eu: Harea
fi: Hiekka
fr: Égrainer
hu: Homok
is: Sandur
lt: Smėlis
nl: Zand
ro: Nisip
ru: Песок
sl: Pesek
tr: Kum

source: Spots
ar: بقع
bg: Петна
cs: Tečky
da: Punkter
el: Βούλες
et: Laigud
eu: Pikortak
fr: Points
is: Blettir
lt: Dėmės
nb: Flekker
nl: Punten
ro: Spoturi
ru: Пятна
sl: Pike
tr: Spot ışıklar

source: Blinds sliding
ar: انسحاب ستائري
bg: Плъзгащи щори
da: Skydende persienner
el: Περσίδες (διασταυρούμενες)
et: Ribade liikumine
eu: Sareta irristaka
fr: Persiennes glissantes
is: Rennandi rimlar
lt: Slenkanti užuolaida
nb: Persienner glidende
nl: Glijdend verduisteren
ro: Glisare Jaluzele
ru: Жалюзи двигающиеся
sl: Rolete pridrsijo
tr: Kayan perdeler

source: Clock left to right
ar: ساعة من اليسار لليمين
bg: Часовник надясно
cs: Hodiny zleva doprava
da: Ur fra venstre til højre
el: Ρολόι από αριστερά προς τα δεξιά
et: Kellaosuti vastupäeva
eu: Erlojua ezkerretik eskuinera
fi: Kello vasemmalta oikealle
fr: Horloge (sens anti-horaire)
is: Klukka vinstri til hægri
lt: Laikrodis iš kairės į dešinę
nb: Klokke venstre til høyre
nl: Klok, linksom
ro: Ceas stanga spre dreapta
ru: Часовая стрелка слева направо
sl: Ura od leve proti desni
tr: Soldan sağa saat

source: Wipe diagonal 4
ar: مسح شاقولي 4
bg: Изриване по диагонал 4
da: Tilintetgør diagonal 4
el: Διαγώνια σάρωση 4
et: Pühkimine diagonaalselt 4
eu: Ekortu diagonalean 4
fi: Vinopyyhkäisy 4
fr: Balayer en diagonal
is: Skafa á ská 4
lt: Išvalymas įstrižai 4
nl: Diagonaal vegen 4
ro: Sterge diagonala 4
ru: Шторки диагональные 4
sl: Diagonalni zabris 4
tr: Köşeden köşeye süpür 4

source: Spiral small
ar: دوامة صغيرة
bg: Малка спирала
cs: Spirála malá
da: Lille spiral
el: Σπείρα (μικρή)
et: Spiraal väike
eu: Espiral txikia
fi: Pieni spiraali
fr: Petite spirale
hu: Kicsi spirál
is: Spírall lítill
lt: Spiralė maža
nb: Spiral liten
nl: Spiraal, klein
ro: Spirală mică
ru: Малая спираль
sl: Mala spirala
tr: Küçük dairesel

source: Sphere
ar: كروي
bg: Сфера
da: Kugle
el: Σφαίρα
et: Kera
eu: Esfera
fi: Pallo
fr: Sphère
hu: Gömb
is: Kúla
lt: Sfera
nb: Kule
nl: Bol
ro: Sferă
ru: Сфера
sl: Krogla
tr: Küre

source: Blinds in to out big
ar: ستائر كبيرة من الداخل للخارج
bg: Големи щори навън
da: Store persienner indefra og ud
el: Περσίδες από μέσα προς τα έξω (μεγάλες)
et: Ribad seest välja suur
eu: Sareta handia barrutik kanpora
fi: Isot avautuvat kaihtimet
fr: Grandes persiennes vers l'extérieur
is: Rimlar stórir innan og út
lt: Didelė užuolaida į išorę
nb: Persienner inn til ut stor
nl: Lamellen, breed
ro: Jaluzele mari dinăuntru spre afară
ru: Большие жалюзи наружу
sl: Široke rolete se odpirajo
tr: Büyük içten dışa perdeler

source: Spiral big
ar: دوامة كبيرة
bg: Голяма спирала
cs: Spirála velká
da: Stor spiral
el: Σπείρα (μεγάλη)
et: Spiraal suur
eu: Espiral handia
fi: Suuri spiraali
fr: Grande spirale
hu: Nagy spirál
is: Spírall stór
lt: Spiralė didelė
nb: Spiral stor
nl: Spiraal, groot
ro: Spirală mare
ru: Большая спираль
sl: Velika spirala
tr: Büyük dairesel

source: Star 2
ar: نجمة 2
bg: Звезда 2
cs: Hvězda 2
da: Stjerne 2
el: Αστέρι 2
et: Täht 2
eu: Izarra 2
fi: Tähti 2
fr: Étoile 2
hu: Csillag 2
is: Stjarna 2
lt: Žvaigždė 2
nb: Stjerne 2
nl: Ster 2
ro: Stea 2
ru: Звезда 2
sl: Zvezda 2
tr: Yıldız 2

source: Wipe top to bottom
ar: مسح من أعلى لأسفل
bg: Изтриване надолу
cs: Setřít shora dolů
da: Visk fra toppen og ned
el: Σάρωση από πάνω προς τα κάτω
et: Pühi ülevalt alla
eu: Ekortu goitik behera
fi: Pyyhkäisy ylhäältä alas
fr: Balayer vers le bas
is: Stroka ofan og niður
lt: Išvalymas iš viršaus į apačią
nb: Wipe topp til bunn
nl: Uitvegen, naar beneden
ro: Șterge de sus spre jos
ru: Появление сверху вниз
sl: Zabris od vrha do dna
tr: Üstten alta süpür

source: Star 1
ar: نجمة 1
bg: Звезда 1
cs: Hvězda 1
da: Stjerne 1
el: Αστέρι 1
et: Täht 1
eu: Izarra 1
fi: Tähti 1
fr: Étoile 1
hu: Csillag 1
is: Stjarna 1
lt: Žvaigždė 1
nb: Stjerne 1
nl: Ster 1
ro: Stea 1
ru: Звезда 1
sl: Zvezda 1
tr: Yıldız 1

source: Hourglass 4
ar: ساعة رملية 4
bg: Пясъчен часовник 4
da: Timeglas 4
el: Κλεψύδρα 4
et: Liivakell 4
eu: Harea-erlojua 4
fi: Tiimalasi 4
fr: Sablier 4
is: Stundaglas 4
lt: Smėlio laikrodis 4
nb: Timeglass 4
nl: Zandloper 4
ro: Clepsidra 4
ru: Песочные часы 4
sl: Peščena ura 4
tr: Kum saati 4

source: Vertical blinds in to out
ar: ستائر رأسية من الداخل للخارج
bg: Вертикални щори навън
da: Lodrette persienner indefra og ud
el: Περσίδες από μέσα προς τα έξω (κατακόρυφες)
et: Püstribad seest välja
eu: Sareta bertikala barrutik kanpora
fi: Pystysuuntaiset avautuvat kaihtimet
fr: Persiennes verticales vers l'extérieur
is: Rimlar láréttir innan og út
lt: Vertikali užuolaida į išorę
nb: Vertikale persienner inn til ut
nl: Verticale lamellen, smal
ro: Jaluzele verticale dinăuntru spre afară
ru: Вертикальные жалюзи наружу
sl: Navpične rolete od zunaj navznoter
tr: İçten dışa düşey perdeler

source: Hourglass 1
ar: ساعة رملية 1
bg: Пясъчен часовник 1
da: Timeglas 1
el: Κλεψύδρα 1
et: Liivakell 1
eu: Harea-erlojua 1
fi: Tiimalasi 1
fr: Sablier 1
is: Stundaglas 1
lt: Smėlio laikrodis 1
nb: Timeglass 1
nl: Zandloper 1
ro: Clepsidra 1
ru: Песочные часы 1
sl: Peščena ura 1
tr: Kum saati 1

source: Hourglass 3
ar: ساعة رملية 3
bg: Пясъчен часовник 3
da: Timeglas 3
el: Κλεψύδρα 3
et: Liivakell 3
eu: Harea-erlojua 3
fi: Tiimalasi 3
fr: Sablier 3
is: Stundaglas 3
lt: Smėlio laikrodis 3
nb: Timeglass 3
nl: Zandloper 3
ro: Clepsidra 3
ru: Песочные часы 3
sl: Peščena ura 3
tr: Kum saati 3

source: Hourglass 2
ar: ساعة رملية 2
bg: Пясъчен часовник
da: Timeglas 2
el: Κλεψύδρα 2
et: Liivakell 2
eu: Harea-erlojua 2
fi: Tiimalasi 2
fr: Sablier 2
is: Stundaglas 2
lt: Smėlio laikrodis 2
nb: Timeglass 2
nl: Zandloper 2
ro: Clepsidra 2
ru: Песочные часы 2
sl: Peščena ura 2
tr: Kum saati 2

source: Nosync
bg: Без синхронизация
da: Ingen synkronisering
el: Ασυγχρόνιστο
et: Sünkroniseerimata
is: EnginSamstilling
lt: Be synchronizacijos
nb: Ingen synk
nl: Synchronisatie
sl: Brez sinhronosti
tr: Uyumsuz

source: Trip Level
el: Επίπεδο Διαδρομής
eu: Bidaia-maila
lt: Klydimo lygis
nb: Grenseverdi
nl: Overgangsniveau
sl: Raven preskoka

source: Diff Space
el: Διάστημα Διαφοράς
eu: Diff espazioa
lt: Pokyčio tarpas
nb: Diff sted
nl: Pixelafstand
ro: Spatiu Diff
sl: Prostorska sprememba

source: AVI (mpeg4)
nb: AVI (h.264)
