Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: OpenShot Project (*.osp)
ar: مشروع OpenShot (*.ops)
bg: Проект на OpenShot (*.osp)
cs: OpenShot projekt (*.osp)
da: OpenShot Projekt (*.osp)
el: Έργο OpenShot (*.osp)
et: OpenShoti projekt (*.osp)
eu: OpenShot proiektua (*.osp)
fi: OpenShot-projekti (*.osp)
fr: Projet OpenShot (*.osp)
hu: Openshot projekt (*.osp)
is: OpenShot verkefni (*.osp)
lt: OpenShot Projektas (*.osp)
nb: OpenShot-prosjekt (*.osp)
ro: Proiect Openshot (*.osp)
ru: Проект OpenShot (*.osp)
sl: Projekt OpenShot (*.osp)
tr: Openshot Projesi (*.osp)

source: Error!
ar: خطأ!
bg: Грешка!
cs: Chyba!
da: Fejl!
el: Σφάλμα!
et: Viga!
eu: Errorea!
fi: Virhe!
fr: Erreur!
hu: Hiba!
is: Villa!
lt: Klaida!
nb: Feil!
nl: Fout!
ro: Eroare!
ru: Ошибка!
sl: Napaka!
tr: Hata!

source: There was an error opening this project file. Please be sure you open the correct *.osp file.
ar: حدث خطأ اثناء فتح ملف المشروع رجاء تاكد انك فتحت الملف *.ops الصحيح
bg: Получи се грешка! Моля уверете се, че сте отворили правилен *.osp файл.
cs: Při otevírání souboru nastala chyba. Určitě otevíráte *.osp soubor?
da: Fejl ved hentning af denne projektfil. Er du sikker på at det er den korrekte *.osp fil?
el: Υπήρξε ένα σφάλμα κατα το άνοιγμα του αρχείου αυτού του έργου. Παρακαλώ βεβαιωθείτε ότι ανοίγετε το σωστό αρχείο *.osp .
et: Projektifaili avamisel esines viga. Veendu, et tegemist on õige *.osp failiga.
eu: Errore bat gertatu da proiektu-fitxategi hau irekitzean. Ziurtatu *.osp fitxategi zuzena ireki duzula.
fi: Projektitiedostoa avattaessa tapahtui virhe. Tarkista että avasit kelvollisen osp-tiedoston.
fr: Une erreur est survenue lors de l'ouverture du projet. Assurez-vous d'ouvrir le bon fichier *.osp.
hu: Hiba történt a projekt fájl megnyitásakor. Biztosan a helyes *.osp fájlt akarod megnyitni?
is: Það kom upp villa við að opna þessa verkefnisskrá. Gakktu úr skugga um að þú opnir rétta *.osp verkefnisskrá.
lt: Įvyko klaida atveriant projekto bylą. Įsitikinkite, kad teisingai pasirinkote *.osp bylą.
nb: Det oppsto en feil under åpningen av prosjektfilen. Vennligst sjekk om du har åpnet den riktige *.osp filen.
nl: Er is een fout opgetreden bij het openen van het projectbestand. Controleer of u het juiste *.osp-bestand gekozen hebt.
ro: Deschiderea acestui proiect a eșuat. Asigurați-vă că ați deschis fișierul *.osp corect.
ru: Произошла ошибка при открытии файла проекта. Пожалуйста, убедитесь, что вы открываете корректный .osp-файл
sl: Med odpiranjem projekta je prišlo do napake. Prepričajte se, da ste odprli pravo datoteko *.osp.
tr: Proje dosyası açılırken bir hata oluştu. Lütfen doğru *.osp dosyasını açtığınızdan emin olun.

source: OpenShot Error
ar: خطأ اوبن-شوت
bg: Грешка на OpenShot
cs: OpenShot chyba
da: OpenShot fejl
el: Σφάλμα OpenShot
et: OpenShoti viga
eu: OpenShot-en errorea
fi: OpenShot-virhe
fr: Erreur OpenShot
hu: Openshot hiba
is: OpenShot villa
lt: OpenShot klaida
nb: OpenShot Feil
nl: OpenShot-fout
ro: Eroare OpenShot
ru: Ошибка OpenShot
sl: Napaka v OpenShot
tr: OpenShot Hatası

source: The Title name cannot be blank, the title file has not been created.
ar: لا يمكن ترك العنوان فارغا,لم يتم تكوين ملف العنوان
bg: Полето за 'Заглавие' не може да бъде празно, файла със заглавие не може да бъде създаден.
cs: Název souboru nesmí být prázdný, soubor nebyl vytvořen.
da: Titelnavnet kan ikke være blankt . Titelfilen er ikke blevet oprettet.
el: Το όνομα του τίτλου δεν μπορεί να είναι κενό, το αρχείο τίτλου δεν δημιουργήθηκε.
et: Pealkiri ei saa olla tühi, tiitlifaili ei loodud.
eu: Titulua ezin da hutsik egon, titulu-fitxategia ez da sortu.
fi: Otsikko ei voi olla tyhjä, joten otsikkotiedostoa ei luotu.
fr: Le champ de titre ne peut pas rester vide, aucun fichier n'a été créé.
hu: A Cím neve nem lehet üres, a fájl nem lett létrehozva.
is: Heiti skjátitilsins getur ekki verið autt, titilskrá var ekki búin til.
lt: Byla nebuvo sukurta. Bylos pavadinimas negali būti tuščias.
nb: Tittelfeltet kan ikke være tomt, Tittelfilen ble ikke laget
nl: De titelnaam mag niet leeg zijn, het titelbestand is niet aangemaakt.
ro: Numele titlului nu poate fi gol, titlul nu a fost creat.
ru: Имя заголовка не может быть пустым, заголовочный файл не создан.
sl: Ime napisa ne sme biti prazno, datoteka napisa ni bila ustvarjena.
tr: Başlık adı boş bırakılamaz, başlık dosyası oluşturulmadı.

source: Please enter a name for the new Title file:
ar: يرجى ادخال اسم للعنوان الجديد
bg: Моля въведете име за новия файл със заглавие
cs: Zadejte prosím nový název souboru:
da: Indtast et navn for den nye titelfil
el: Παρακαλώ εισάγετε ένα όνομα για το νέο αρχείο τίτλου:
et: Sisesta uue tiitlifaili nimi:
eu: Sartu izen bat titulu-fitxategirako:
fi: Syötä nimi uudelle otsikkotiedostolle:
fr: Veuillez saisir un nom pour le nouveau fichier de titre :
hu: Adj meg egy nevet az új Cím fájlnak
is: Settu inn heiti á nýju titilskrána:
lt: Įveskite naujos antraštės bylos pavadinimą.
nb: Skriv inn et navn på den nye Tittelfilen
nl: Voer een naam in voor het nieuwe titelbestand:
ro: Introduceți un nume pentru noul Titlu:
ru: Введите имя нового файла Заголовка
sl: Vnesite ime za novo datoteko napisa:
tr: Lütfen yeni Başlık dosyası için bir ad girin:

source: New Title
ar: عنوان جديد
bg: Ново заглавие
cs: Nový název
da: Ny titel
el: Νέος τίτλος
et: Uus pealkiri
eu: Titulu berria
fi: Uusi otsikko
fr: Nouveau titre
hu: Új cím
is: Nýr titill
lt: Nauja antraštė
nb: Ny tittel
nl: Nieuwe titel
ro: Titlu nou
ru: Новый заголовок
sl: Nov napis
tr: Yeni Başlık

source: Please install %s to use this function.
ar: الرجاء ادراج %s من هذه المعادلة
bg: За да използвате тази функция, моля инсталирайте %s
cs: Prosím nainstalujte %s pro použití této funkce.
da: Det er nødvendigt at installere %s for at bruge denne funktion.
el: Παρακαλώ εγκαταστήσετε το %s για να χρησιμοποιήσετε αυτήν την λειτουργία.
et: Selle funktsiooni paigaldamiseks tuleb paigaldada %s.
eu: Instalatu %s funtzio hau erabiltzeko.
fi: Asenna %s käyttääksesi tätä toimintoa
fr: Veuillez installer %s pour utiliser cette fonction.
hu: Telepítsd a %s-t a funkció használatához.
is: Settu upp %s til að geta notað þessa aðgerð.
lt: Prašome įdiegti %s norint naudotis šia funkcija.
nb: Vennligst installer %s for å bruke denne funksjonen.
nl: Gelieve %s te installeren om deze functie te gebruiken.
ro: Instalați %s pentru a folosi această funcție.
ru: Пожалуйста, установите %s для использования этой функции
sl: Če želite uporabiti to funkcijo, namestite %s.
tr: Lütfen bu fonksiyonu kullanmak için %s paketini yükleyin.

source: There was an error opening '%s', is it installed?
ar: هناك خطأ في فتح '%s'، هل هو مثبّت؟
bg: Има проблем при отваряне на '%s', инсталиран ли е?
cs: Chyba při otevírání '%s', je to nainstalované?
da: Der var en fejl ved åbningen af '%s', er det installeret?
el: Παρουσιάστηκε σφάλμα κατα το άνοιγμα του '%s', βεβαιωθείτε ότι είναι ήδη εγκατεστημένο.
et: "%s" avamisel ilmnes viga. On see ikka paigaldatud?
eu: Errore bat gertatu da '%s' irekitzean, instalatuta al dago?
fi: Tapahtui virhe avattaessa "%s", onhan se asennettu?
fr: Une erreur est survenue lors du lancement de %s, est-il installé ?
hu: Hiba történt a %s megnyitása közben, biztosan telepítve van?
is: Það kom upp villa við opnun '%s', er það uppsett?
lt: Atveriant "%s" įvyko klaida, ar jis įdiegtas?
nb: Det oppsto en feil under åpningen av '%s'. Er denne installert?
nl: Er is een fout opgetreden bij het openen van '%s', is het geïnstalleerd?
ro: A avut loc o eroare la deschiderea „%s”, este instalat?
ru: Произошла ошибка при открытии '%s', она установлена?
sl: Pri odpiranju '%s' je prišlo do napake, je sploh nameščen?
tr: '%s' paketini açarken bir hata oluştu. Paket yüklü mü?

source: Unexpected Error '%s' while writing to '%s'.
ar: خطأ مجهول '%s' اثناء الكتابة علي '%s'.
bg: Неочаквана Грешка '%s' при запис на '%s'.
cs: Neočekávaná chyba '%s' při zapisování do '%s'.
da: Uventet fejl '%s' under skrivning af '%s'.
el: Μη αναμενόμενο σφάλμα '%s' κατά την εγγραφή στο '%s'.
et: Faili '%s$2' kirjutamisel esines ootamatu viga '%s$1'.
eu: Ustekabeko errorea '%s', '%s'-(e)ra idaztean.
fi: Odottamaton virhe "%s" kirjoitettaessa "%s".
fr: Erreur inattendue : "%s" lors de l'écriture sur "%s".
hu: Váratlan írási hiba: '%s' %s írása közben.
is: Óvænt villa '%s' þegar skrifað var í '%s'.
lt: Netikėta klaida "% s" rašant "% s".
nb: Uforutsett feil '%s' under skriving til '%s'.
nl: Onverwachte fout '%s' tijdens het schrijven naar '%s'.
ro: Eroare neașteptată „%s” scriind „%s”.
ru: Ошибка '%s' во время записи в '%s'.
sl: Nepričakovana napaka '%s' med pisanjem v '%s'.
tr: '%s' konumuna yazarken beklenmedik '%s' hatası oluştu.

source: Video & Audio
ar: فيديو و صوت
bg: Видео и Звук
cs: Video a audio
da: Video & Lyd
el: Βίντεο & Ήχος
et: Video ja audio
eu: Bideoa & audioa
fi: Video & ääni
fr: Vidéo & Audio
hu: Videó és Audió
is: Vídeó & hljóð
lt: Vaizdas ir garsas
nb: Bilde & Lyd
ro: Video și Audio
ru: Видео и аудио
sl: Video in zvok
tr: Video ve Ses

source: Image Sequence
ar: صور متتابعة
bg: Серия Изображения
cs: Sekvence snímků
da: Billedsekvens
el: Ακολουθία εικόνων
et: Piltide jada
eu: Irudi-sekuentzia
fi: Kuvasarja
fr: Séquence d'images
hu: Kép sorozat
is: Myndaruna
lt: Atvaizdų seka
nb: Bildesekvens
nl: Afbeeldingsreeks
ro: Secvență imagini
ru: Последовательность изображений
sl: Slikovna sekvenca
tr: İmaj sekansı

source: All Formats
ar: كافة الصيغ
bg: Всички формати
cs: Všechny formáty
da: Alle formater
el: Όλοι οι τύποι
et: Kõik vormingud
eu: Formatu guztiak
fi: Kaikki muodot
fr: Tous les formats
hu: Minden formátum
is: Öll snið
lt: Visi formatai
nb: Alle formater
nl: Alle formaten
ro: Toate formatele
ru: Все форматы
sl: Vsi formati
tr: Tüm formatlar

source: Low
ar: منخفض
bg: Ниско
cs: Nízký
da: Lav
el: Χαμηλή
et: Halb
eu: Baxua
fi: Matala
fr: Faible
hu: Alacsony
is: Lágt
lt: Žemas
nb: Lav
nl: Laag
ro: Joasă
ru: Низкое
sl: Nizka
tr: Düşük

source: Med
ar: متوسط
bg: Средно
cs: Střední
da: Middel
el: Μεσαία
et: Keskmine
eu: Ertaina
fi: Keskitaso
fr: Moyen
hu: Közép
is: Meðal
lt: Vid
nb: Medium
nl: Gemiddeld
ru: Среднее
sl: Srednja
tr: Orta

source: High
ar: مرتفع
bg: Високо
cs: Vysoký
da: Høj
el: Υψηλή
et: Hea
eu: Altua
fi: Korkea
fr: Haut
hu: Magas
is: Mikið
lt: Aukštas
nb: Høy
nl: Hoog
ro: Înaltă
ru: Высокое
sl: Visoko
tr: Yüksek

source: %s is not a valid OpenShot profile. Profile settings will not be applied.
ar: %s ليس ملف تعريف صحيح لمشروع OpenShot.إعدادات ماف التعريق لا يمكن تطبيقها.
bg: %s не е валиден профил на OpenShot. Настройките на профила няма да бъдат приложени.
cs: %s není platný OpenShot profil. Jeho nastavení nebude použito.
da: %s er ikke en gyldig OpenShot profil. Profil indstillingerne vil ikke blive brugt.
el: Το %s δεν είναι ένα έγκυρο προφιλ του OpenShot. Οι ρυθμίσεις προφίλ δεν θα εφαρμοστούν.
et: %s ei ole sobiv OpenShoti profiil. Selle seadeid ei rakendata.
eu: %s ez da baliozko OpenShot profila. Profil-ezarpenak ez dira aplikatuko.
fi: %s ei ole kelvollinen OpenShot-profiili. Profiiliasetuksia ei tulla käyttämään.
fr: %s n'est pas un profil OpenShot valide. Les paramètres du profil ne seront pas appliqués.
hu: %s nem érvényes OpenShot profil. Profil beállítások nem lettek alkalmazva.
is: %s er ekki gild OpenShot sniðskrá. Sniðstillingar verða ekki virkjaðar.
lt: %s nėra tinkamas OpenShot profilis. Profilio nustatymai nebus pritaikyti.
nb: %s er ikke en gyldig OpenShot-profil. Profilinstillinger vil ikke bli lagt til.
nl: %s is geen geldig OpenShot-profiel. Profielinstellingen worden niet toegepast.
ro: %s nu este un profil OpenShot valid. Setările de profil nu vor fi salvate.
ru: %s не является правильным профилем OpenShot. Настройки профиля не будут применены
sl: %s ni veljaven profil OpenShot. Nastavitve profila ne bodo obveljale.
tr: %s geçerli bir OpenShot profili değil. Profil ayarları uygulanmayacak.

source: Openshot Error
ar: خطأ Openshot
bg: Грешка на Openshot
cs: Chyba Openshotu
da: Openshot fejl
el: Σφάλμα openshot
et: OpenShoti viga
eu: OpenShot-en errorea
fi: Openshot virhe
fr: Erreur Openshot
hu: OpenShot hiba
is: Openshot villa
lt: Openshot klaida
nb: OpenShot feil
nl: OpenShot-fout
ro: Eroare Openshot
ru: Ошибка Openshot
sl: Napaka v Openshot
tr: Openshot Hatası

source: The following formats/codecs are missing from your system:
ar: الهيئات\التراميز الآتية مفقودة من نظامك:
bg: Следните формати/кодеци липсват от системата ви:
cs: Následující formáty/kodeky chybí ve vašem systému:
da: De følgende formater/kodeks mangler i systemet:
el: Τα παρακάτω φορμάτ/codecs δεν είναι διαθέσιμα στο σύστημά σας:
et: Teie süsteemis puuduvad järgnevad koodekid:
eu: Hurrengo formatuak/kodekak ez daude zure sisteman:
fi: Järjestelmästäsi puuttuu tuki seuraaville tiedostomuodoille tai koodekeille:
fr: Les formats et/ou codecs suivants sont absents de votre système:
hu: Az alábbi formátumok/kódolók hiányoznak a rendszerből:
is: Eftirfarandi snið/kóðunarlykla vantar í stýrikerfið þitt:
lt: Šių formatų / kodekų trūksta jūsų sistemoje:
nb: De følgende formater/kodeker er ikke installert på ditt system:
nl: De volgende formaten/codecs zijn niet aanwezig op uw systeem:
ro: Următoarele formate sau codecuri lipsesc din sistemul dvs:
ru: В вашей системе отсутствуют следующие кодеки:
sl: V sistemu manjkajo sledeči formati/kodeki:
tr: Aşağıdaki formatlar/kodekler sisteminizde bulunmuyor:

source: Yes
ar: نعم
bg: Да
cs: Ano
da: Ja
el: Ναι
et: Jah
eu: Bai
fi: Kyllä
fr: Oui
hu: Igen
is: Já
lt: Taip
nb: Ja
nl: Ja
ro: Da
ru: да
sl: Da
tr: Evet

source: No
ar: لا
bg: Не
cs: Ne
da: Nej
el: Όχι
et: Ei
eu: Ez
fi: Ei
fr: Non
hu: Nem
is: Nei
lt: Ne
nb: Nei
nl: Nee
ro: Nu
ru: Нет
sl: Ne
tr: Hayır

source: Validation Error!
ar: خطأ في التحقق
bg: Грешка при проверка!
cs: Chyba při validaci!
da: Valideringsfejl!
el: Σφάλμα επικύρωσης!
et: Valideerimise viga!
eu: Balidazio-errorea!
fi: Kelpoisuusvirhe!
fr: Erreur de validation !
hu: Érvényesítési hiba!
is: Prófunarvilla!
lt: Patikros klaida!
nb: Valideringsfeil!
nl: Validatiefout!
ro: Eroare de validare
ru: Ошибка валидации
sl: Napaka ob preverjanju veljavnosti!
tr: Doğrulama hatası!

source: Please enter a valid File Name.
ar: الرجاء ادخل اسم ملف صحيح
bg: Въведете валидно Файлово Име.
cs: Zadejte prosím správné jméno souboru.
da: Indtast et gyldigt filnavn.
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα αρχείου.
et: Palun sisesta sobiv failinimi.
eu: Sartu baliozko fitxategi-izena.
fi: Syötä kelvollinen tiedostonimi.
fr: Veuillez saisir un nom de fichier valide.
hu: Kérlek adj meg egy helyes fájlnevet.
is: Settu inn gilt skráarheiti.
lt: Prašome įvesti tinkamą bylos pavadinimą.
nb: Skriv inn et gyldig filnavn.
nl: Voer een geldige bestandsnaam in.
ro: Introduceți un nume de fișier valid
ru: Пожалуйста, введите корректное имя файла.
sl: Vnesite veljavno ime datoteke.
tr: Lütfen geçerli bir Dosya Adı girin

source: Please select a valid Project Type.
ar: الرجاء اختيار مشروع صحيح.
bg: Моля изберете валиден тип на проекта.
cs: Prosím zvolte platný typ projektu.
da: Vælg venligst en gyldig projekttype.
el: Παρακαλώ επιλέξτε έναν έγκυρο τύπο έργου.
et: Palun vali projekti liik.
eu: Hautatu baliozko proiektu-mota.
fi: Valitse kelvollinen projektityyppi.
fr: Veuillez sélectionner un type de Projet valide.
hu: Kérlek adj meg egy helyes projekt típust.
is: Settu inn gilda tegund af verkefni.
lt: Prašome pasirinkti tinkamą projekto tipą.
nb: Velg en gyldig prosjekttype.
nl: Kies een geldig projecttype.
ro: Introduceți un tip de proiect valid.
ru: Пожалуйста, выберите правильный Тип проекта
sl: Izberite veljavno vrsto projeka.
tr: Lütfen geçerli bir Proje Türü seçin.

source: Please select a valid Target.
ar: الرجاء اختيار هدف صحيح
bg: Моля изберете валидна цел.
cs: Prosim vyberte platný cíl.
da: Vælg venligst et gyldigt mål.
el: Παρακαλώ επιλέξτε έναν έγκυρο προορισμό.
et: Palun vali sihtkoht.
eu: Hautatu baliozko helburua.
fi: Valitse kelvollinen kohde.
fr: Veuillez choisir une cible valide.
hu: Kérlek adj meg egy létező helyet.
is: Settu inn gilt úttak.
lt: Prašome pasirinkti tinkamą adresatą.
nb: Velg et gyldig mål.
nl: Kies een geldig doel.
ro: Alegeți o locație validă.
ru: Пожалуйста, выберите правильную Цель
sl: Izberite veljaven cilj.
tr: Lütfen geçerli bir Hedef seçin.

source: Please select a valid Profile.
ar: الرجاء اختيار ملف تعريف صحيح
bg: Моля изберете валиден профил.
cs: Prosim vyberte platný profil.
da: Vælg venligst en gyldig profil.
el: Παρακαλώ επιλέξτε ένα έγκυρο προφίλ.
et: Palun vali profiil.
eu: Hautatu baliozko profila.
fi: Valitse kelvollinen profiili.
fr: Veuillez sélectionner un profil valide.
hu: Kérlek adj meg egy helyes profilt.
is: Settu inn gilda sniðskrá.
lt: Prašome pasirinkti tinkamą projektą.
nb: Velg en gyldig profil.
nl: Kies een geldig videoprofiel.
ro: Selectați un profil real.
ru: Пожалуйста, выберите правильно Профиль
sl: Izberite veljaven profil.
tr: Lütfen geçerli bir Profil seçin.

source: Please select a valid Quality.
ar: الرجاء اختيار نسبة جودة صحيحة
bg: Моля изберете валидно качество
cs: Prosim vyberte platnou kvalitu.
da: Vælg venligst en gyldig Kvalitet
el: Παρακαλώ επιλέξτε μία έγκυρη ποιότητα.
et: Palun vali kvaliteet.
eu: Hautatu baliozko kalitatea.
fi: Valitse kelvollinen laatu
fr: Veuillez sélectionner une qualité valide.
hu: Kérlek adj meg egy helyes minőséget.
is: Settu inn gild gæði.
lt: Prašome pasirinkti tinkamą kokybę.
nb: Velg en gyldig kvalitet.
nl: Kies een geldige kwaliteit.
ro: Selectați o calitate validă.
ru: Пожалуйста, выберите правильное Качество
sl: Izberite veljavno kakovost.
tr: Lütfen geçerli bir Kalite seçin.

source: Please enter a valid Image Format.
ar: برجاء ادخل صيغة صورة صحيحة
bg: Въведете валиден графичен формат.
cs: Zadejte prosím správný formát obrázku.
da: Indtast et gyldigt billedformat.
el: Παρακαλώ εισάγετε έναν έγκυρο τύπο εικόνας.
et: Palun sisesta sobiv pildivorming.
eu: Sartu baliozko irudi-formatua.
fi: Valitse kelvollinen kuvamuoto.
fr: Veuillez choisir un format d'image valide.
hu: Kérlek adj meg egy helyes képformátumot.
is: Settu inn gilt myndasnið.
lt: Prašome įvesti tinkamą paveikslėlio formatą.
nb: Skriv inn et gyldig bildefomat.
nl: Voer een geldig afbeeldingstype in.
ro: Introduceți o valoare corectă pentru formatul imaginii.
ru: Пожалуйста, укажите корректный формат изображения
sl: Vnesite veljaven slikovni format.
tr: Lütfen geçerli bir İmaj Formatı girin.

source: Please enter a valid Video Format.
ar: برجاء ادخل صيغة فيديو صحيحة
bg: Въведете валиден видео формат.
cs: Zadejte prosím správný formát videa.
da: Indtast venligst et gyldigt videoformat.
el: Παρακαλώ εισάγετε έναν έγκυρο τύπο βίντεο.
et: Palun sisesta sobiv videovorming.
eu: Sartu baliozko bideo-formatua.
fi: Valitse kelvollinen videomuoto.
fr: Veuillez choisir un format de vidéo valide.
hu: Kérlek adj meg egy helyes videóformátumot.
is: Settu inn gilt vídeósnið.
lt: Prašome įvesti tinkamą video formatą.
nb: Skriv inn et gyldig videoformat.
nl: Voer een geldig videoformaat in.
ro: Introduceți o valoare corectă corect pentru formatul filmului.
ru: Пожалуйста, укажите корректный формат видео.
sl: Vnesite veljavno vrsto videa.
tr: Lütfen geçerli bir Video Formatı girin.

source: Please enter a valid Video Codec.
ar: برجاء ادخل ترميز فيديو صحيح
bg: Въведете валиден видео кодек.
cs: Zadejte prosím správný kodek videa.
da: Indtast venligst et gyldigt video codec
el: Παρακαλώ εισάγετε έναν έγκυρο κωδικοποιητή βίντεο.
et: Palun sisesta sobiv videokoodek.
eu: Sartu baliozko bideo-kodeka.
fi: Valitse kelvollinen videon purkaja.
fr: Veuillez choisir un codec vidéo valide.
hu: Kérlek adj meg egy helyes Videó kodeket.
is: Settu inn gilda vídeókóðun.
lt: Prašome įvesti tinkamą vaizdo kodeką.
nb: Skriv inn en gyldig videokodek.
nl: Voer een geldige videocodec in.
ro: Introduceți un codec video corect.
ru: Пожалуйста, укажите корректный видео кодек.
sl: Vnesite veljaven video kodek.
tr: Lütfen geçerli bir Video Kodeği girin.

source: Please enter a valid Bit Rate.
ar: برجاء ادخل معدل تدفق صحيح
bg: Въведете валидна скорост на предаване
cs: Zadejte prosím správný datový tok videa.
da: Indtast venligst en gyldig bitrate.
el: Παρακαλώ εισάγετε ένα έγκυρο Bit Rate.
et: Palun sisesta sobiv bitikiirus.
eu: Sartu baliozko bit-emaria.
fi: Valitse kelvollinen bittinopeus.
fr: Veuillez choisir un taux d'échantillonnage valide.
hu: Kérlek adj meg egy helyes bitrátát.
is: Settu inn gildan bitahraða.
lt: Prašome įvesti tinkamą kokybės srautą.
nb: Skriv inn en gyldig bitrate.
nl: Voer een geldige bitsnelheid in.
ro: Introduceți o valoare corectă pentru rată biți.
ru: Пожалуйста, укажите корректную битовую скорость.
sl: Vnesite veljavno bitno hitrost.
tr: Lütfen geçerli bir Bit(Parça) Oranı giriniz.

source: Please enter a valid Audio Codec.
ar: برجاء ادخل ترميز فيديو صحيح
bg: Въведете валиден аудио кодек.
cs: Zadejte prosím správný audio kodek.
da: Indtast venligst et gyldigt lyd codec.
el: Παρακαλώ εισάγετε έναν έγκυρο κωδικοποιητή ήχου.
et: Palun sisesta sobiv helikoodek.
eu: Sartu baliozko audio-kodeka.
fi: Valitse kelvollinen äänen purkaja.
fr: Veuillez choisir un codec audio valide.
hu: Kérlek adj meg egy helyes hangkodeket.
is: Settu inn gilda hljóðkóðun.
lt: Prašome įvesti tinkamą garso kodeką.
nb: Skriv inn en gyldig lydkodek
nl: Voer een geldige audiocodec in.
ro: Introduceți un codec audio corect.
ru: Пожалуйста, укажите корректный звуковой кодек.
sl: Vnesite veljaven zvokovni kodek.
tr: Lütfen geçerli bir Ses Kodeği girin.

source: Please enter a valid Sample Rate.
ar: برجاء ادخل معدل ترميز صحيح
bg: Въведете валидна честота на дискретизация.
cs: Zadejte prosím správnou vzorkovací frekvenci.
da: Indtast en gyldig sample rate.
el: Παρακαλώ εισάγετε ένα έγκυρο αναλογικό δείγμα.
et: Sisesta sobiv diskreetimissagedus.
eu: Sartu baliozko lagin-emaria.
fi: Valitse kelvollinen näytteenottotaajuus.
fr: Veuillez choisir un taux d'échantillonage valide.
hu: Kérem, adjon megfelelő mintavételi rátát.
is: Settu inn gilda safntíðni.
lt: Prašome įvesto tinkamą dažnį.
nb: Skriv inn en gyldig samplingsrate.
nl: Voer een geldige samplesnelheid in.
ro: Introduceți o rată de mixare corectă.
ru: Пожалуйста, введите правильную частоту дискретизации.
sl: Vnesite veljavno mero vzorčenja.
tr: Lütfen geçerli bir Örnekleme Değeri girin.

source: Please enter a valid Audio Channels.
ar: برجاء ادخل عدد قنوات الصوت
bg: Въведете валидни аудио канали.
cs: Zadejte prosím správný zvukový kanál.
da: Indtast et gyldigt antal lydkanaler.
el: Παρακαλώ εισάγετε ένα έγκυρο κανάλι ήχου.
et: Palun sisesta sobiv audiokanalite arv.
eu: Sartu baliozko audio-kanalak.
fi: Valitse oikea äänikanavien määrä.
fr: Veuillez choisir un canal audio valide.
hu: Kérem, adjon megfelelő hang csatornát.
is: Settu inn gilda hljóðrás.
lt: Prašome įvesti tinkamus garso kanalus.
nb: Skriv inn et gyldig antall lydkanaler.
nl: Voer een geldig aantal audiokanalen in.
ro: Introduceți o valoare corectă pentru canale audio.
ru: Введите правильный Аудио Канал.
sl: Vnesite veljavne zvokovne kanale.
tr: Lütfen geçerli bir Ses Kanalı girin.

source: Please enter a valid Audio Bit Rate.
ar: برجاء ادخل معدل تدفق للصوت
bg: Въведете валидна скорост на предаване на звука
cs: Zadejte prosím správný datový tok audia.
da: Indtast en gyldig lydbitrate.
el: Παρακαλώ εισάγετε έναν έγκυρο ρυθμό ήχου.
et: Palun sisesta sobiv helikanali bitikiirus.
eu: Sartu baliozko audioaren bit-emaria.
fi: Valitse kelvollinen äänen bittinopeus.
fr: Veuillez choisir un débit binaire audio valide.
hu: Kérlek adj meg egy helyes hang bitrátát.
is: Settu inn gildan hljóðbitahraða.
lt: Prašome įvesti tinkamą garso kokybės srautą.
nb: Skriv inn en gyldig bitrate for lyd
nl: Voer een geldige audiobitsnelheid in.
ro: Introduceți o rată biți corectă pentru audio.
ru: Пожалуйста, введите правильный Audio Bit Rate.
sl: Vnesite veljavno bitno hitrost zvoka.
tr: Lütfen geçerli bir Ses Bit Değeri girin.
