Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Do you want to save this profile?.
ar: هل تود حفظ ملف التعريف هذا ؟.
bg: Желаете ли да запазите този профил?
cs: Chcete uložit tento profil?
da: Vil du gerne gemme denne profil?
el: Θέλετε να αποθηκεύσετε αυτό το προφίλ;.
et: Kas see profiil salvestada?
eu: Profil hau gorde nahi duzu?
fi: Haluatko tallentaa tämän profiilin?.
fr: Voulez-vous sauvegarder ce profll ?
hu: El akarja menteni ezt a profilt?
is: Viltu vista þetta snið?
lt: Ar norite išsaugoti šitą profilį?
nb: Vil du lagre denne profilen?
nl: Wilt u dit profiel bewaren?
ro: Doriți să salvați acest profil?
ru: Вы действительно хотети сохранить этот профиль?
sl: Želite shraniti ta profil?
tr: Bu profili kaydetmek istiyor musunuz?

source: Are you sure you want to delete the profile %s?
ar: هل تود حقا حف ملف التعريف %s؟
bg: Сигурни ли сте, че желаете да изтриете профила %s?
cs: Jste si jistý že chcete smazat profil %s?
da: Er du sikker på at du vil slette profilen %s?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το προφίλ % s;
et: Kas oled kindel, et tahad profiili '%s' kustutada?
eu: Seguru zaude %s profila ezabatu nahi duzula?
fi: Haluatko varmasti poistaa profiilin %s?
fr: Etes-vous sûr de vouloir supprimer ce profil %s ?
hu: Biztos, hogy törölni szeretné a profilt: %s?
is: Ertu viss um að þú viljir eyða sniðinu %s?
lt: Ar tikrai norite ištrinti profilį %s?
nb: Er du sikker på at du vil slette profilen %s?
nl: Weet u zeker dat u profiel %s wilt verwijderen?
ro: Sigur doriți să ștergeți profilul %s?
ru: Вы уверены, что хотите удалить профиль %s?
sl: Ste prepričani, da želite profil %s izbrisati?
tr: %s profilini silmek istediğinizden emin misiniz?

source: The profile %s cannot be deleted.
ar: ملف التعريف %s لا يمكن حذفه.
bg: Профилът %s не може да бъде изтрит.
cs: Profil %s nemůže být smazán.
da: Profilen %s kan ikke slettes.
el: Το προφίλ % s δεν μπορεί να διαγραφεί.
et: Profiili %s pole võimalik kustutada.
eu: %s profila ezin da ezabatu.
fi: Profiilia %s ei voi poistaa.
fr: Le profil %s ne peut pas être supprimer.
hu: %s: A profil nem törölhető.
is: Ekki er hægt að eyða sniðinu %s.
lt: Profilis %s negali būti ištrintas.
nb: Profilen %s kan ikke slettes.
nl: Profiel %s kan niet verwijderd worden.
ro: Profilul %s nu poate fi șters.
ru: Профиль %s не может быть удалён.
sl: Profila %s ni mogoče izbrisati.
tr: %s profili silinemiyor.

source: The profile has been successfully imported.
ar: تم استيراد ملف التعريف.
bg: Профилът беше внесен успешно.
cs: Profil byl úspěšně importován.
da: Profilen blev importeret uden fejl.
el: Το προφίλ έχει εισαχθεί με επιτυχία.
et: Profiili importimine edukas.
eu: Profila ongi inportatu da.
fi: Profiili tuotu onnistuneesti
fr: Le profil a été importé avec succès.
hu: A profil importálása sikerült.
is: Innflutningur sniðsins tókst með ágætum.
lt: Profilis sėkmingai importuotas.
nb: Profilen ble riktig importert.
nl: Het importeren van het profiel is gelukt.
ro: Profilul a fost importat cu succes.
ru: Профиль успешно импортирован.
sl: Profil je bil uspešno uvožen.
tr: Profil başarıyla içe aktarıldı.

source: There was an error extracting the file %s
ar: هناك خطأ اثناء استخراج الملف %s
bg: Получи се грешка при извличането на файла %s
cs: Chyba při rozbalování souboru %s
da: Der opstod en fejl under udpakning af filen %s
el: Υπήρξε ένα σφάλμα κατά την εξαγωγή του αρχείου % s
et: Faili %s lahtipakkimisel esines tõrge.
eu: Errore bat gertatu da %s fitxategia erauztean
fi: Tiedoston %s purkamisessa tapahtui virhe
fr: Il y avait une erreur en extrayant le fichier %s
hu: Hiba a fájl kibontása közben: %s
is: Villa kom upp við afþjöppun skrárinnar %s
lt: Įvyko klaida išplečiant bylą %s
nb: Det oppsto en feil under utpakkingen av filen %s.
nl: Er is een fout opgetreden tijdens het uitpakken van bestand %s
ro: A intervenit o eroare la extragerea fișierului %s
ru: Произошла ошибка при извлечении файла %s
sl: Napaka pri razširjanju datoteke %s
tr: %s dosyası açılırken bir sorun oluştu

source: There was an error copying the file %s
ar: هناك خطأ أثناء نسخ الملف %s
bg: Получи се грешка при копирането на файла %s
cs: Chyba při kopírování souboru %s
da: Der opstod en fejl under kopiering af filen %s
el: Υπήρξε λάθος κατά την αντιγραφή του αρχείου % s
et: Faili %s kopeerimisel esines tõrge
eu: Errore bat gertatu da %s fitxategia kopiatzean
fi: Tiedoston %s kopioinnissa tapahtui virhe
fr: Il y avait une erreur en copiant le fichier %s
hu: Hiba a fájl másolása közben: %s
is: Villa kom upp við vistun skrárinnar %s
lt: Įvyko klaida kopijuojant bylą %s
nb: Det oppsto en feil under kopieringen av filen %s,
nl: Er is een fout opgetreden tijdens het kopiëren van bestand %s
ro: A intervenit o eroare la copierea fișierului %s
ru: Произошла ошибка при копировании файла %s
sl: Napaka pri kopiranju datoteke %s
tr: %s dosyası kopyalanırken bir sorun oluştu

source: The folder %s already exists in this project.
ar: المجلد %s موجود مسبقاً في هذا المشروع.
bg: Директорията %s вече съществува в този проект.
cs: Složka %s už v tomto projektu existuje.
da: Mappen %s findes allerede i dette projekt.
el: Ο κατάλογος %s υπάρχει ήδη στο παρών έργο.
et: Selles projektis juba on kataloog %s.
eu: Jadanik existitzen da %s karpeta proiektu honetan.
fi: Kansio %s on jo olemassa tällä projektille.
fr: Le dossier %s existe déjà dans ce projet.
hu: A %s mappa már létezik ebben a projektben.
is: Mappan %s er þegar til staðar í þessu verkefni.
lt: Katalogas %s jau yra šiame projekte.
nb: Mappen %s finnes allerede i dette prosjektet.
nl: De map %s bestaat al in dit project, kies een andere naam.
ro: Fișierul %s există deja în acest proiect.
ru: Папка %s уже есть в проекте
sl: V tem projektu mapa %s že obstaja.
tr: %s dosyası zaten bu projede var

source: Added folder
ar: المجلد المضاف
bg: Добавена папка
cs: Přidané složky
da: Tilføjet mappe
el: Προστέθηκε φάκελος
et: Kausta lisamine
eu: Karpeta gehitu da
fi: Kansion lisäys
fr: Ajouter le dossier
hu: Hozzáadott mappa
is: Bætti við möppu
lt: Pridėtas katalogas
nb: La til mappe
nl: Map aangemaakt
ro: Dosar modificat
ru: Добавленная папка
sl: Dodana mapa
tr: Klasör eklendi

source: Added file
ar: الملف المضاف
bg: Добавен файл
cs: Přidané soubory
da: Tilføjet fil
el: Προστέθηκε αρχείο
et: Faili lisamine
eu: Fitxategia gehitu da
fi: Tiedoston lisäys
fr: Ajouter le fichier
hu: Hozzáadott fájl
is: Bætti við skrá
lt: Pridėta byla
nb: La til fil
nl: Bestand toegevoegd
ro: Fisier adaugat
ru: Добавлен файл
sl: Dodana datoteka
tr: Dosya eklendi

source: Removed file
ar: الملف المحذوف
bg: Премахнат файл
cs: Odstraněné soubory
da: Fjernet fil
el: Αφαιρέθηκε αρχείο
et: Faili eemaldamine
eu: Fitxategia kendu da
fi: Tiedoston poisto
fr: Supprimer le fichier
hu: Eltávolított fájl
is: Fjarlægði skrá
lt: Pašalinta byla
nb: Fjernet fil
nl: Bestand verwijderd
ro: Fisier sters
ru: Удалён файл
sl: Odstranjena datoteka
tr: Dosya kaldırıldı

source: Moved to folder
ar: نقل لمجلد
bg: Преместен в папка
cs: Přesunuté do složky
da: Flyttet til mappe
el: Μεταφέρθηκε στο φάκελο
et: Kausta tõstmine
eu: Karpetara mugitu da
fr: Déplacer au dossier
hu: Mappába átmozgatva
is: Færði í möppu:
lt: Perkelta į katalogą
nb: Flyttet til mappe
nl: Naar map verplaatst
ro: Mutat in dosar
ru: Перемещён в каталог
sl: Premaknjeno v mapo
tr: Klasöre taşındı

source: Removed from folder
ar: تم المسح من مجلد
bg: Премахнат от папка
cs: Odstraněné ze složky
da: Fjernet fra mappe
el: Αφαιρέθηκε από το φάκελο
et: Kausta eemaldamine
eu: Karpetatik kendu da
fi: Poisto kansiosta
fr: Supprimer du dossier
hu: Mappából eltávolítva
is: Fjarlægði úr möppu
lt: Pašalinta iš katalogo
nb: Fjernet fra mappe
nl: Uit map verwijderd
ro: Sters din dosar
ru: Удалёно из каталога
sl: Odstranjeno iz mape
tr: Klasörden kaldırıldı

source: The following file(s) no longer exist.
ar: الملف(ات) التالي(ة) غير موجودة.
bg: Следните файлове вече не съществуват.
cs: Následující soubory již neexistují.
da: Følgende fil(er) eksisterer ikke længere.
el: Τα παρακάτω αρχεία δεν είναι πλέον διαθέσιμα.
et: Järgnevaid faile pole enam olemas.
eu: Hurrengo fitxategia(k) jadanik ez da existitzen.
fi: Seuraavia tiedostoja ei enää ole.
fr: Le(s) fichier(s) suivant(s) n'existe(nt) plus.
hu: A következő állomány(ok) már nem léteznek.
is: Eftirfarandi skrár eru ekki lengur til.
lt: Ši byla (-os) nebeegzistuoja.
nb: Følgende fil(er) eksisterer ikke lenger:
nl: De volgende bestand(en) bestaan niet meer.
ro: Fisierul(e) urmatoare nu mai exista.
ru: Следующие файлы больше не существуют.
sl: Naslednje datoteke ne obstajajo več.
tr: Aşağıdaki dosyalar artık mevcut değil.

source: Moved transition
ar: تم نقل تأثير انتقال
bg: Преместен преход
cs: Přesunutý přechod
da: Fjernet overgang
el: Μετακινήθηκε η μετάβαση
et: Ülemineku nihutamine
eu: Trantsizioa mugitu da
fr: Déplacer la transition
hu: Elmozgatott áttűnés
is: Flutti millifærslu
lt: Perkeltas perėjimas
nb: Flyttet overgang
nl: Overgang verplaatst
ro: Tranzitie mutata
ru: Смещение перехода
sl: Premaknjen prehod
tr: Geçiş taşındı

source: There was an error opening this project file. Please be sure you are selecting a valid .OSP project file.
ar: حدث خلل في فتح ملف المشروع هذا. يرجى التأكد من أنك اخترت مشروع متاح. ملف مشروع OSP.
bg: Получи се грешка при отваряне на проекта. Това валиден *.OSP файл ли е?
cs: Došlo k chybě při otevírání projektu. Ujistěte se, že jste vybrali platný .OSP soubor.
da: En fejl opstod ved åbning af projektfilen. Kontroller venligst at du vælger en gyldig .OSP projektfil.
el: Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου έργου. Παρακαλώ βεβαιωθείτε ότι επιλέγετε ένα έγκυρο αρχείο ενός .OSP έργου.
et: Selle projektifaili avamisel esines viga. Veendu, et valisid õige .OSP projektifaili.
eu: Errore bat gertatu da proiektu-fitxategi hau irekitzean. Ziurtatu baliozko .OSP proiektu-fitxategia hautatu duzula.
fi: Projektitiedostoa avatessa tapahtui virhe. Varmista että olet valitsemassa kelvollista .OSP-projektitiedostoa.
fr: Une erreur est survenue lors de l'ouverture de ce fichier de projet. Assurez-vous de choisir un fichier de projet .osp valide.
hu: Hiba történt a projekt fájl megnyitása során. Kérlek ellenőrízd, hogy a kiválasztott fájl helyes .OSP projekt fájl.
is: Það kom upp villa við að opna þessa verkefnisskrá. Gakktu úr skugga um að þetta sé gild .OSP verkefnisskrá.
lt: Įvyko klaida atidarant šio projekto bylą. Įsitikinkite, ar Jūs pasirinkote tinkamą .OSP projekto bylą.
nb: Det oppsto en feil under åpning av dette prosjektet. Sjekk om du har valgt en gyldig .osp-prosjektfil.
nl: Er is een fout opgetreden bij het openen van het projectbestand. Controleer of u het juiste .OSP-bestand gekozen heeft.
ro: A avut loc o eroare la deschiderea acestui proiect. Asigurați-vă că este un proiect .OSP valid.
ru: Ошибка открытия файла проекта. Убедитесь, что выбираете файл проекта с расширением .OSP.
sl: Pri odpiranju projekta je prišlo do napake. Preverite, da ste izbrali veljavno datoteko OSP.
tr: Proje dosyasını açarken bir hata oluştu. Lütfen geçerli bir .OSP proje dosyası seçtiğinize emin olun.

source: Added effect
ar: تم اضافة مؤثر
bg: Добаве ефект
cs: Přidané efekty
da: Tilføjet effekt
el: Προστέθηκε εφέ
et: Efekti lisamine
eu: Efektua gehitu da
fi: Tehosteen lisäys
fr: Ajouter un effet
hu: Hozzáadott effekt
is: Bætti við sjónhverfingu
lt: Pridėtas efektas
nb: La til effekt
nl: Effect toegevoegd
ro: Efect adaugat
ru: Добавлен эффект
sl: Dodan učinek
tr: Efekt eklendi

source: Sliced clip
ar: مقطع مقطوع
bg: Разрязан клип
da: Skåret klip
el: Κομματιάστηκε το κλίπ
et: Lõigu tükeldamine
eu: Klipa zatitu da
fr: Découper le clip
hu: Darabolt klipp
is: Sneiddi myndskeið
lt: Padalintas klipas
nb: Delte klipp
nl: Fragment gesplitst
ro: Clip taiat
ru: Клип разрезан
sl: Razrezan posnetek
tr: Klip parçalandı

source: Moved clip
ar: تحريك مقطع
bg: Преместен клип
cs: Přesunutý klip
da: Flyttet klip
el: Μετακινημένο κλιπ
et: Liigutatud klipp
eu: Klipa mugitu da
fr: Clip déplacé
hu: Emozgatott klipp
is: Færði myndskeið
lt: Perkeltas klipas
nb: Flyttet klipp
nl: Verplaatst fragment
ro: Clip mutat
ru: Перемещённый клип
sl: Premaknjen posnetek
tr: Klip taşındı

source: Resized clip
ar: مقطع معدل الحجم
bg: Преоразмерен клип
cs: Změněný clip
da: Størrelses ændret klip
el: Αναμεγενθύθηκε το κλιπ
et: Lõigu kestuse muutmine
eu: Kliparen tamaina aldatu da
fr: Redimensionner le clip
hu: Átméretezett klipp
is: Breytti stærð myndskeiðs
lt: Pakeistas klipo dydis
nb: Endret størrelse på klipp
nl: Fragment getrimd
ro: Clip redimensionat
ru: Размер клипа изменён
sl: Spremenjena velikost posnetka
tr: Klip yeniden boyutlandırıldı

source: Changed visibility of clip
ar: تغيير وضوح المقطع
bg: Променена видимост на клип
cs: Změněna viditelnost klipu
da: Ændret synlighed på klip
el: Αλλάχθηκε η ορατότητα του κλιπ
et: Lõigu nähtavuse muutmine
eu: Kliparen ikusgaitasuna aldatu da
fr: Changer la visibilité du clip
hu: Megváltozott láthatóságú klip
is: Breytti sýnileika myndskeiðs
lt: Pakeistas klipo matomumas
nb: Endret synligheten for klippet
nl: Video van fragment aan- of uitgezet
ro: Vizibilitatea clipului a fost modificata
ru: Изменена прозрачность клипа
sl: Vidnost posnetka spremenjena
tr: Klibin görünürlüğü değiştirildi

source: Changed audio of clip
ar: تغيير صوت المقطع
bg: Променен звук на клип
cs: Změněn zvuk v klipu
da: Ændret lyd i klip
el: Αλλάχθηκε ο ήχος του κλιπ
et: Lõigu heli muutmine
eu: Kliparen audioa aldatu da
fr: Changer l'audio du clip
hu: Lecserélt audió a klipben
is: Breytti hljóði myndskeiðs
lt: Pakeistas klipo garsas
nb: Endret lyden for klippet
nl: Audio van fragment aan- of uitgezet
ro: Audio a clipului a fost modificat
ru: Изменен звук клипа
sl: Zvok posnetka spremenjen
tr: Klibin sesi değiştirildi

source: Default Project
ar: المشروع الافتراضي
bg: Стандартен проект
cs: Výchozí projekt
da: Standardprojekt
el: Προεπιλεγμένο έργο
et: Vaikimisi projekt
eu: Proiektu lehenetsia
fi: Oletusprojekti
fr: Projet par défaut
hu: Alapértelmezett projekt
is: Sjálfgefið verkefni
lt: Numatytasis projektas
nb: Mitt prosjekt
nl: Standaardproject
ro: Proiect implicit
ru: Проект по умолчанию
sl: Privzeti projekt
tr: Öntanımlı Proje

source: Default Sequence 1
ar: التسلسل الإفتراضي 1:
bg: Стандартна последователност 1
cs: Výchozí sekvence 1
da: Standardsekvens 1
el: Προεπιλεγμένη ακολουθία 1
et: Vaikimisi rida 1
eu: Sekuentzia lehenetsia 1
fi: Oletus sarja 1
fr: Séquence par défaut 1
hu: Alapértelmezett sorozat 1
is: Sjálfgefin runa 1
lt: Numatytoji seka 1
nb: Min sekvens 1
nl: Standaard montagereeks 1
ro: Secvența 1 implicită
ru: Последовательность по умолчанию 1
sl: Privzeta sekvenca 1
tr: Varsayılan Sekans 1

source: Opened project
ar: مشروع مفتوح
bg: Отворен проект
cs: Otevřený projekt
da: Åbnet projekt
el: Ανοίχθηκε έργο
et: Projekti avamine
eu: Proiektua ireki da
fr: Projet ouvert
hu: Megnyitott projekt
is: Opnaði verkefni
lt: Atidarytas projektas
nb: Åpnet et prosjekt
nl: Project geopend
ro: Proiect deschis
ru: Открыт проект
sl: Odprt projekt
tr: Proje açıldı

source: usage: %prog [options] inputfile.osp
ar: الاستعمال: prog% [خيارات] inputfile.osp
da: brug: %prog [indstillinger] inputfil.osp
el: χρήση: %prog [επιλογές] εισαγ.αρχείο.osp
et: kasutus: %prog [valikud] sisendfail.osp
eu: erabilera: %prog [aukerak] sarrerakofitxategia.osp
fr: usage:%prog [options] fichier de sortie.osp
hu: használat: %prog [beállítások] bemenetifájl.osp
is: notkun: %prog [rofar] inntaksskrá.osp
lt: naudojimas: %prog [nustatymai] inputfile.osp
nb: bruk: %prog [alternativer] innfil.osp
nl: gebruik: %prog [options] invoerbestand.osp
ro: folosire: %prog [optiuni] inputfile.osp
ru: Использование: %prog [options] inputfile.osp
sl: raba: %prog [možnosti] vhodnadatoteka.osp
tr: kullanım: %prog [seçenekler] veridosyası.osp

source: destination file-name
ar: وصف ملف-اسم
cs: cílový název soboru
da: destination filnavn
el: προορισμός αρχείο-όνομα
et: sihtfaili nimi
eu: helburuko fitxategi-izena
fr: destination du nom du fichier
hu: elérési fájl-név
is: heiti úttaksskrár
lt: paskirties byla-pavadinimas
nb: filnavn som skal lagres
nl: doelbestandsnaam
ro: fisier-nume de destinatie
ru: файл назначения
sl: cilj ime-datoteke
tr: hedef dosya-ismi

source: export folder
ar: مجلد تصدير
bg: изнасяне на папка
cs: Exportovat složku
da: eksportmappe
el: εξαγωγή φακέλου
et: eksportimise kataloog
eu: esportazio-karpeta
fr: exporter le dossier
hu: Exportálási mappa
is: flytja möppu út
lt: eksportuoti direktoriją
nb: eksportmappe
nl: exportmap
ro: Dosar de export
ru: папка экспорта
sl: Mapa za izvoz
tr: dışa aktarım klasörü

source: export as image sequence
ar: تصدير كصور مسلسلة
bg: изнасяне като поредица от изображения
cs: Exportovat jako sekvenci snímků
da: eksporter som billedsekvens
el: εξαγωγή ως ακολουθία εικόνων
et: eksportimine pildijadana
eu: esportatu irudi-sekuentzia modura
fr: exporter en tant que séquence d'images
hu: exportálás képsorozatként
is: flytja út sem myndarunu
lt: eksportuoti kaip atvaizdų seką
nb: eksporter som bildesekvens
nl: exporteren als afbeeldingsreeks
ro: Exporta ca secventa de imagini
ru: экспорт как последовательность изображений
sl: Izvozite kot slikovno sekvenco
tr: görüntü sekansı olarak dışa aktar

source: export as video or audio file
ar: تصدير كملف فيديو أو صوت
bg: изнасяне като видео или аудио файл
cs: Exportovat jako obrazový nebo zvukový soubor
da: eksporter som video- eller lydfil
el: εξαγωγή ως αρχείο βίντεο η ήχου
et: eksportimine video- või pildifailina
eu: esportatu bideo- edo audio-fitxategi modura
fr: exporter en tant que fichier vidéo ou audio
hu: Exportálás video vagy audio fájlként
is: flytja út sem vídeó- eða hljóðskrá
lt: eksportuoti kaip vaizdo ar garso bylą
nb: eksporter som video- eller lydfil
nl: exporteren als video- of audiobestand
ro: Exporta ca fisier video sau audio
ru: экспорт как видео или аудио файл
sl: Izvozite kot video ali zvočno datoteko
tr: video ya da ses dosyası olarak dışa aktar

source: set video codec
ar: تحديد ترميز الفيديو
bg: задаване на видео кодек
cs: Nastavit video kodek
da: sæt video codec
el: ορίστε κωδικοποιητή βίντεο
et: videokoodeki määramine
eu: ezarri bideo-kodeka
fr: séléctionner le codec vidéo
hu: Videokodek beállítása
is: stilla vídeókóðun
lt: nustatyti vaizdo kodeką
nb: velg videokodek
nl: Videocodec instellen
ro: Seteaza codec video
ru: установлен видео кодек
sl: Nastavite video kodek
tr: video kodeğini belirle

source: set video bitrate in format 'number kb/s' or 'number Mb/s'
ar: تعيين معدل بتات الفيديو على الهيئة 'رقم كب/ث' أو 'رقم مب/ث'
bg: задаване на скорост на предаване на видео потока във формат 'брой kb/s' или 'брой Mb/s'
cs: Nastavit datový tok u videa 'číslo kb/s' nebo 'číslo Mb/s'
da: sæt video bitrate i formatet 'antal kb/s' eller 'antal Mb/s'
el: ορίστε το ρυθμό βίντεο σε τύπο 'αριθμο kb/s' η 'αριθμό Mb/s'
et: video bitikiiruse määramine vormingus 'arv kb/s' või 'arv Mb/s'
eu: ezarri bideoaren bit-emaria 'zenbakia kb/s' formatuan edo 'zenbakia Mb/s' formatuan
fr: sélectionner le bitrate vidéo au format 'nombre de kb/s' ou 'nombre de Mb/s'
hu: videobitráta beállítása 'szám kb/s' vagy 'szám Mb/s' formátumban
is: settu inn vídeóbitahraða á forminu 'tala kb/sek' eða 'tala Mb/sek'
lt: Nustatykite vaizdo kokybės srautą formatu "skaičius kb/s" arba "skaičius Mb/s"
nb: velg bitrate for video på formatet "tall kb/s" eller "tall Mb/s"
nl: Videobitsnelheid instellen in formaat 'number kb/s' of 'number Mb/s'
ro: Seteaza birate in formatul 'numar kb/s' sau 'numar Mb/s'
ru: установить битрейт в формате 'число kb/s' или 'число Mb/s'
sl: Nastavite bitno hitrost videa v formatu 'število kb/s' ali 'število MB/s'
tr: video bit oranını 'sayı kb/s' ya da 'sayı Mb/s' biçiminde belirle

source: set audio codec
ar: تحديد ترميز الصوت
bg: задаване на аудио кодек
cs: Nastavit kodek zvuku
da: bestem lyd codec
el: ορίστε κωδικοποιητή ήχου
et: audiokoodeki määramine
eu: ezarri audio kodeka
fr: séléctionner le codec audio
hu: Audiokodek beállítása
is: stilla hljóðkóðun
lt: nustatyti garso kodeką
nb: velg lydkodek
nl: Audiocodec instellen
ro: seteaza codec audio
ru: установить аудио кодек
sl: Nastavi zvokovni kodek
tr: ses kodeğini belirle

source: set audio sample rate
ar: تعيين معدل عينة الصوت
bg: задаване честота на дискретизация на звук
cs: Nastavit vzorkování zvuku
da: bestem lyd sample rate
el: ορίστε ρυθμό δειγματοληψίας ήχου
et: audio diskeerimissageduse määramine
eu: ezarri audioaren lagin-emaria
fr: sélectionner le taux de l'échantillonage audio
hu: Audio mintavételezési frekvencia beállítása
is: stilla safntíðni hljóðs
lt: nustatykite garso dažnį
nb: velg samplingfrekvens for lyden
nl: Audiosamplesnelheid instellen
ro: Seteaza sample rate audio
ru: установить частоту звука
sl: Nastavite hitrost vzorčenja zvoka
tr: ses örnek oranını belirle

source: set number of audio channels
ar: تحديد عدد قنوات الصوت
bg: задаване брой аудио канали
cs: Nastavit počet zvukových kanálů
da: Sæt antal lydkanaler
el: ορίστε αριθμό καναλιών ήχου
et: audiokanalite arvu määramine
eu: ezarri audio-kanalen kopurua
fr: séléctionner le nombre de canaux
hu: hangcsatornák számának beállítása
is: stilltu fjölda hljóðrása
lt: nustatyti garso kanalų skaičių
nb: velg antall lydkanaler
nl: Aantal audiokanalen instellen
ro: Seteaza numarul de canale audio
ru: установить число звуковых каналов
sl: Nastavite število zvočnih kanalov
tr: ses kanal sayısını belirle

source: set video bitrate in format 'number kb/s'
ar: تعيين معدل بتات الفيديو على الهيئة 'رقم كب/ث'
bg: задаване на скорост на предаване на видео потока във формат 'брой kb/s'
cs: Nastavit datový tok videa ve formátu 'číslo kb/s'
da: sæt video bitrate i formatet 'number kb/s'
el: ορίστε το ρυθμό του βίντεο τύπου 'αριθμός kb/s'
et: bitikiiruse määramine vormingus 'arv kb/s'
eu: ezarri bideoaren bit-emaria 'zenbakia kb/s' formatuan
fr: séléctionner le bitrate vidéo au format 'nombre de kb/s'
is: settu inn vídeóbitahraða á forminu 'tala kb/sek'
lt: nustatykite vaizdo kokybės srautą formatu "skaičius kb/s"
nb: velg bitrate for lyden i formatet "tall kb/s"
nl: Videobitsnelheid instellen in formaat 'number kb/s'
ro: Seteaza bitrate video in formatul 'numar kb/s'
ru: установить видео битрейт в формате 'число kb/s'
sl: Nastavite bitno hitrost videa v formatu 'število kb/s'
tr: video bit ornanını 'sayı kb/s' biçiminde belirle

source: Error:
ar: خطأ:
bg: Грешка:
cs: Chyba:
da: Fejl:
el: Σφάλμα:
et: Viga:
eu: Errorea:
fi: Virhe:
fr: Erreur:
hu: Hiba:
is: Villa:
lt: Klaida:
nb: Feil:
ro: Eroare:
ru: Ошибка:
sl: Napaka:
tr: Hata:

source: Warning:
ar: تحذير:
bg: Внимание:
cs: Upozornění:
da: Advarsel:
el: Προειδοποίηση:
et: Hoiatus:
eu: Abisua:
fi: Varoitus:
fr: Attention:
hu: Figyelmeztetés:
is: Aðvörun:
lt: Perspėjimas:
nb: Advarsel:
nl: Waarschuwing:
ro: Atentie
ru: Внимание:
sl: Opozorilo:
tr: Uyarı:

source: Please specify an input project-file!
ar: الرجاء تحديد ملف مدخل المشروع!
bg: Моля посочете входящ проектен файл!
cs: Zadejte prosím vstupní projekt-soubor
da: Specificer venligst en input projektfil!
el: Παρακαλώ καθορίσετε ένα αρχείό εισαγωγής!
et: Palun määra projekti sisendfail!
eu: Mesedez zehaztu sarrerako proiektu-fitxategi bat!
fr: S'il-vous-plait, sépcifier un fichier projet en entrée!
hu: Adjon meg egy bemeneti projekt fájlt!
is: Gefðu upp einhverja inntaksverkefnisskrá!
lt: Prašome nurodyti įvesties projekto bylą!
nb: Oppgi navnet på innfilen!
ro: Va rugam specificati un fisier-proiect input
ru: Пожалуйста, укажите файл-проект!
sl: Navedite vhodno datoteko projekta!
tr: Lütfen bir veri proje-dosyası belirtiniz!

source: Too many arguments!
ar: مُعطيات زائدة
bg: Прекалено много аргументи!
cs: Přílis mnoho argumentů!
da: For mange argumenter!
el: Πάρα πολλές ενστάσεις
et: Liiga palju argumente!
eu: Argumentu gehiegi!
fr: Trop d'arguments!
hu: Túl sok paraméter!
is: Of mörg viðföng!
lt: Per daug argumentų!
nb: For mange argumenter!
ro: Prea multe argumente!
ru: Слишком много аргументов!
sl: Preveč argumentov!
tr: Çok fazla argüman!
