Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: You must select a clip which is more than %s seconds long.
ar: يجب عليك اختيار مقطع أطول من %s ثانية.
bg: Трябва да изберете клип, по-дълъг от %s секунди.
cs: Musíte vybrat klip, který je delší než %s sekund.
da: Du skal vælge et klip der er længere end %s sekunder.
el: Πρέπει να επιλέξετε ένα κλιπ μαγαλύτερο από %s δευτερόλεπτα.
et: Valitav klipp peab olema vähemalt %s sekundit pikk.
eu: %s segundo baino luzeagoa den klip bat hautatu behar duzu.
fi: Valitse leike, joka on pidempi kuin %s sekuntia.
fr: Vous devez choisir une séquence d'au moins %s secondes.
hu: Olyan klippet kell kiválasztanod ami több, mint %s másodperc hosszú.
is: Þú verður að velja myndskeið sem er að minnsta kosti %s sekúndna langt.
lt: Jūs turite pasirinkti klipą, kuris yra ilgesnis nei %s sekundžių.
nb: Du må velge et klipp som er mer enn %s sekunder langt.
nl: Het gekozen fragment moet langer zijn dan %s seconden.
ro: Trebuie să selectați un clip mai lung de %s secunde.
ru: Вы должны выбрать клип продолжительностью более %s секунд.
sl: Izbrati morate posnetek, ki je daljši od %s sekund.
tr: %s saniyeden daha uzun bir klip seçmelisiniz.

source: Sliced and shuffled clip
ar: مقطع مقصوص و مخلط
bg: Разрязан и разбъркан клип
da: Opdelt og blandet klip
el: Κομματιασμένο και ανακατεμένο κλιπ
et: Lõikude tükeldamine ja segamine
eu: Klipa zatitu eta nahastu da
fr: Découper et mélanger le clip
hu: Darabolt és kevert klippek
is: Sneiddi og stokkaði myndskeið
lt: Padalinti ir sumaišyti klipai
nb: Klipp som er splittet og blandet
nl: Opdelen en mengen
ro: Clip taiat si reorientat
ru: Разделить и перемешать клип
sl: Razrezan in premešan posnetek
tr: Klip bölünüp dağıtıldı

source: Sliced and cut clips
ar: مقطع مقصوص و مقطوع
bg: Разрязани и отрязани клипове
da: Opdelte og blandede klip
el: Κομματιασμένα και κομμένα κλιπ
et: Tükeldatud ja lõigatud klipid
eu: Klipak zatitu eta moztu dira
fr: Découper et supprimer les clips
hu: Darabolt és vágott klippek
is: Sneiddi og klippti myndskeið
lt: Padalinti ir iškirpti klipai
nb: Splittet og slettet klipp
nl: Opdelen en snijden
ro: Clipuri taiate si reorientate
ru: Разделить и вырезать клип
sl: Razrezani in skrajšani posnetki
tr: Klipler parçalanıp kesildi

source: Preview File
ar: معاينة الملف
bg: Файл за преглед
cs: Náhled souboru
da: Forhåndsvisning af fil
el: Προεπισκόπηση αρχείου
et: Faili eelvaatlus
eu: Aurreikusi fitxategia
fi: Esikatsele tiedosto
fr: Prévisualiser le fichier.
hu: Fájl előnézete
is: Forskoða skrá
lt: Peržiūrėti bylą
nb: Forhåndsvis filen
nl: Bestand afspelen
ro: Previzualizare fișier
ru: Предварительный Просмотр
sl: Datoteka predogleda
tr: Dosyayı Önizle

source: Convert To Image Sequence
ar: تحويل لتسلسل صوري
bg: Конвертирай в серия изображения
cs: Převést do sekvence snímků
da: Konverter til billedsekvens
el: Μετατροπή σε ακολουθία εικόνων
et: Teisenda pildireaks
eu: Bihurtu irudi-sekuentziara
fi: Muunna kuvasarjaksi
fr: Convertir en séquence d'image
hu: Kép sorozattá alakítás
is: Umbreyta í myndarunu
lt: Konvertuoti į atvaizdų seką
nb: Konverter til bildesekvens
nl: Omzetten naar afbeeldingsreeks
ro: Convertește în secvență de imagini
ru: Преобразовать в Последовательность изображений
sl: Pretvori v slikovno sekvenco
tr: İmaj Sekansına Dönüştür

source: Thumbnail view
ar: عرض صورة مصغرة
bg: Мозаичен вид
cs: Zobrazení miniatur
da: Miniaturevisning
el: Προβολή μικρογραφιών
et: Pisipiltide vaade
eu: Miniaturen ikuspegia
fi: Pikkukuvanäkymä
fr: Vue en mignatures
hu: Ikon nézet
is: Smámynsasýn
lt: Miniatiūrų rodymas
nb: Miniatyrbildevisning
nl: Miniatuurweergave
ro: Vizualizare miniaturi
ru: Эскиз
sl: Pogled sličic
tr: Küçük resim görünümü

source: Move File(s) to Folder
ar: نقل الملف(ات) لمجلد
bg: Преместване на файл(овете) в папка
cs: Přesunout soubor(y) do složky
da: Flyt fil(er) til mappe
el: Μετακίνηση αρχείου/ων σε κατάλογο
et: Tõsta fail(id) kataloogi
eu: Mugitu fitxategia(k) karpetara
fi: Siirrä tiedosto(t) kansioon
fr: Déplacer le(s) fichier(s) vers le dossier.
hu: Fájl(ok) mozgatása mappába
is: Flytja skrá(r) í möppu
lt: Perkelti failą(-us) į katalogą
nb: Flytt fil(er) til mappe
nl: Bestand(en) naar map verplaatsen
ro: Mută fișier(e) în dosar
ru: Переместить Файл(ы) в Папку
sl: Premakni datoteko(e) v mapo
tr: Dosya(lar)ı Dizine Taşı

source: Remove from Folder
ar: حذف من المجلد
bg: Премахване от папката
cs: Odstranit ze složky
da: Fjern fra Mappe
el: Αφαίρεση από τον κατάλογο
et: Eemalda kataloogist
eu: Kendu karpetatik
fi: Poista kansiosta
fr: Supprimer du dossier
hu: Eltávolítás a mappából
is: Fjarlægja úr möppu
lt: Pašalinti iš katalogo
nb: Fjern fra mappe
nl: Uit map verwijderen
ro: Șterge din dosar
ru: Удалить из папки
sl: Odstrani iz mape
tr: Dizinden Taşı

source: Detail view
ar: عرض التفاصيل
bg: Подробен изглед
cs: Detailní pohled
da: Detaljevisning
el: Προβολή λεπτομερειών
et: Üksikasjaline vaade
eu: Ikuspegi xehea
fi: Yksityiskohtainen näkymä
fr: Vue détaillée
hu: Részletes nézet
is: Ýtarleg sýn
lt: Išsamus rodymas
nb: Detaljvisning
nl: Detailweergave
ro: Vizualizare detaliată
ru: Подробности
sl: Podroben pogled
tr: Detaylı görünüm

source: Edit Title (Simple)
ar: تحرير عنوان (بسيط)
bg: Редактиране на заглавие (просто)
cs: Upravit název (jednoduše)
da: Rediger titel
el: Επεξεργασία τίτλου (απλό)
et: Muuda pealkirja (lihtsam)
eu: Editatu titulua (sinplea)
fi: Muokkaa otsikkoa (Yksinkertainen)
fr: Editer le titre 'simple)
hu: Cím szerkesztése (Egyszerű)
is: Breyta titli (einfalt)
lt: Keisti antraštę (Paprastai)
nb: Rediger tittel (enkel)
nl: Titel bewerken (eenvoudig)
ro: Modificare Titlu (Simplu)
ru: Редактировать заголовок (упрощённо)
sl: Uredi napis (preprosto)
tr: Başlığı Değiştir (Basit)

source: Edit Title (Inkscape)
ar: تعديل العنوان (إنك سكيب)
bg: Редактиране на заглавие (Inkscape)
cs: Upravit název (Inkscape)
da: Rediger titel (Inkscape)
el: Επεξεργασία τίτλου (Inkscape)
et: Muuda pealkirja (Inkspace)
eu: Editatu titulua (Inkscape)
fi: Muokkaa otsikkoa (Inkscape)
fr: Editer le titre (Inkscape)
hu: Cím szerkesztése (Inkscape)
is: Breyta titli (Inkscape)
lt: Keisti antraštę (Inkscape)
nb: Rediger tittel (Inkscape)
nl: Titel bewerken (Inkscape)
ro: Modificare Titlu (Inkscape)
ru: Редактировать заголовок (в Inkscape)
sl: Uredi napis (Inkscape)
tr: Başlığı Değiştir (Inkscape)

source: Remove File(s)
ar: حذف الملف(ـات)
bg: Премахване на файл(ове)
cs: Odstranit soubor(y)
da: Fjern fil(er)
el: Απομάκρυνση αρχείου/ων
et: Eemalda fail(id)
eu: Kendu fitxategia(k)
fi: Poista tiedosto(t)
fr: Supprimer le(s) fichier(s)
hu: Fájl(ok) eltávolítása
is: Fjarlægja skrá(r)
lt: Pašalinti failą (-us)
nb: Fjern fil(er)
nl: Bestand(en) verwijderen
ro: Șterge fișier(e)
ru: Удалить Файл(ы)
sl: Odstrani datoteko(e)
tr: Dosya(lar)ı Kaldır

source: File Properties
ar: إعدادات الملف
bg: Свойства на файла
cs: Vlastnosti souboru
da: Filegenskaber
el: Ιδιότητες αρχείου
et: Faili omadused
eu: Fitxategi-propietateak
fi: Tiedoston ominaisuudet
fr: Propriétés du fichier
hu: Fájl tulajdonságok
is: Eiginleikar skráar
lt: Failo savybės
nb: Filegenskaper
nl: Bestandseigenschappen
ro: Proprietăți fișier
ru: Свойства Файла
sl: Lastnosti datoteke
tr: Dosya Özellikleri

source: Transition
ar: انتقال
bg: Преход
cs: Přechod
da: Overgang
el: Μετάβαση
et: Üleminek
eu: Trantsizioa
fi: Siirtymä
hu: Átmenet
is: Millifærsla
lt: Perėjimas
nb: Overgang
nl: Overgang
ro: Tranziție
ru: Переход
sl: Prehod
tr: Geçiş

source: Mask
ar: قناع
bg: Маска
cs: Maska
da: Maske
el: Μάσκα
eu: Maskara
fi: Maski
fr: Masque
hu: Maszk
is: Maski
lt: Kaukė
nb: Maske
nl: Masker
ro: Mască
ru: Маска
sl: Maska
tr: Maske

source: Up
ar: أعلى
bg: Нагоре
cs: Nahoru
da: Op
el: Πάνω
et: Üleval
eu: Gora
fi: Ylös
fr: Vers le haut
hu: Fel
is: Upp
lt: Aukštyn
nb: Opp
nl: Omhoog
ro: Sus
ru: Вверх
sl: Gor
tr: Yukarı

source: Down
ar: أسفل
bg: Надолу
cs: Dolů
da: Ned
el: Κάτω
et: All
eu: Behera
fi: Alas
fr: Vers le bas
hu: Le
is: Niður
lt: Žemyn
nb: Ned
nl: Omlaag
ro: Jos
ru: Вниз
sl: Dol
tr: Aşağı

source: Normal Speed
ar: السرعة العادية
bg: Нормална скорост
cs: Normální rychlost
da: Normal hastighed
el: Κανονική ταχύτητα
et: Tavakiirus
eu: Abiadura normala
fi: Normaali nopeus
fr: Vitesse normale
hu: Normál sebesség
is: Venjulegur hraði
lt: Normalus greitis
nb: Normal hastighet
nl: Normale snelheid
ro: Viteză normală
ru: Нормальная скорость
sl: Navadna hitrost
tr: Normal Hız

source: Forward
ar: للأمام
bg: Напред
cs: Dopředu
da: Fremad
el: Μπροστά
et: Edasisuunas
eu: Aurrera
fi: Eteenpäin
fr: Avance
hu: Előre
is: Áfram
lt: Pirmyn
nb: Framover
nl: Vooruit
ro: Înainte
ru: Вперёд
sl: Naprej
tr: İleri

source: Reverse
ar: للخلف
bg: Назад
cs: Pozpátku
da: Baglæns
el: Αντίστροφα
et: Tagasisuunas
eu: Atzera
fi: Käännä suunta
fr: Retour
hu: Hátra
is: Afturábak
lt: Atbulinis
nb: Bakover
nl: Achteruit
ro: Înapoi
ru: В обратном направлении
sl: V nasprotno smer
tr: Tersine çevir

source: Start of Clip
ar: بداية المقطع
bg: Начало на клипа
cs: Začátek klipu
da: Begyndelse af klip
el: Αρχή του κλιπ
et: Klipi algus
eu: Kliparen hasiera
fi: Leikkeen alku
fr: Début de la séquence
hu: Klip kezdete
is: Upphaf myndskeiðs
lt: Klipo pradžia
nb: Starten av klippet
nl: Begin van fragment
ro: Început clip
ru: Начало Клипа
sl: Začetek posnetka
tr: Klibin Başlangıcı

source: End of Clip
ar: نهاية المقطع
bg: Край на клипа
cs: Konec klipu
da: Slutning af klip
el: Τέλος του κλιπ
et: Klipi lõpp
eu: Kliparen amaiera
fi: Leikkeen loppu
fr: Fin de la séquence
hu: Klip vége
is: Endir myndskeiðs
lt: Klipo pabaiga
nb: Slutten av klippet
nl: Einde van fragment
ro: Sfârșit clip
ru: Конец Клипа
sl: Konec posnetka
tr: Klibin Sonu

source: Modified clip properties
ar: خصائص المقطع المعدلة
bg: Променени свойства на клип
cs: Upravené vlastnosti klipu
da: Ændret klip egenskaber
el: Τροποποιημένες ιδιότητες κλιπ
et: Lõigu omaduste muutmine
eu: Kliparen propietateak aldatu dira
fi: Leikkeen ominaisuuksien muokkaus
fr: Modifier les propriétés du clip
hu: Módosított klipp tulajdonságai
is: Eiginleikar breytta myndskeiðsins
lt: Pakeistos klipo savybės
nb: Endrede egenskaper for klipp
nl: Eigenschappen aangepast
ro: Proprietatile clipului au fost modificate
ru: Редактировать свойства клипа
sl: Spremenjene lastnosti posnetka
tr: Değiştirilmiş klip özellikleri

source: General
ar: عام
bg: Общи
cs: Všeobecné
da: Generelt
el: Γενικά
et: Üldine
eu: Orokorra
fi: Yleiset
fr: Général
hu: Általános
is: Almennt
lt: Bendri
nb: Generelt
nl: Algemeen
ru: Общие
sl: Splošno
tr: Genel

source: AV Formats
ar: هيئة AV
bg: АВ формати
cs: AV Formáty
da: AV-formater
el: Φορματ AV
et: Audio-video formaadid
eu: AV formatuak
fi: AV tiedostomuodot
fr: Formats AV
hu: AV formátumok
is: AV snið
lt: GV Formatai
nb: AV-formater
nl: AV-formaten
ro: Formate AV
ru: AV Форматы
sl: AV-formati
tr: AV Biçimleri

source: Profiles
ar: ملفات تعريف
bg: Профили
cs: Profily
da: Profiler
el: Προφίλ
et: Profiilid
eu: Profilak
fi: Profiilit
fr: Profils
hu: Profilok
is: Snið
lt: Profiliai
nb: Profiler
nl: Profielen
ro: Profiluri
ru: Профили
sl: Profili
tr: Profiller

source: Video Codecs
ar: تراميز الفيديو
bg: Видео кодеци
cs: Video kodeky
el: Codecs Βίντεο
et: Videokoodekid
eu: Bideo-kodekak
fi: Videokoodekit
fr: Codecs vidéo
hu: Videókodekek
is: Vídeókóðun
lt: Vaizdo kodekai
nb: Videokodeker
ro: Codecuri video
ru: Видео кодеки
sl: Video kodeki
tr: Video Kodekleri

source: Audio Codecs
ar: تراميز الصوت
bg: Аудио кодеци
cs: Zvukové kodeky
da: Lyd Codecs
el: Codecs ήχου
et: Audiokoodekid
eu: Audio-kodekak
fi: Äänikoodekit
fr: Codecs audio
hu: Hangkodekek
is: Hljóðkóðun
lt: Garso kodekai
nb: Lydkodeker
ro: Codecuri Audio
ru: Аудио кодеки
sl: Zvokovni kodeki
tr: Ses Kodekleri

source: Formats
ar: هيئات
bg: Формати
cs: Formáty
da: Formater
el: Λίστα φορμάτ
et: Formaadid
eu: Formatuak
fi: Tiedostomuodot
hu: Formátumok
is: Snið
lt: Formatai
nb: Formater
nl: Formaten
ro: Formate
ru: Форматы
sl: Formati
tr: Biçimler

source: OpenShot Warning
ar: تحذيرات OpenShot
bg: Предупреждение на OpenShot
cs: OpenShot varování
da: OpenShot advarsel
el: Προειδοποίηση του OpenShot
et: OpenShot hoiatus
eu: OpenShot-en abisua
fi: OpenShotin varoitus
fr: Avertissement OpenShot
hu: OpenShot figyelmeztetés
is: OpenShot aðvörun
lt: OpenShot perspėjimas
nb: OpenShot advarsel
nl: OpenShot-waarschuwing
ro: Avertisment OpenShot
ru: OpenShot: Предупреждение
sl: Opozorilo OpenShot
tr: OpenShot Uyarısı

source: Invalid or empty preferences file found, loaded default values
ar: تم العثور على ملف تفضيلات خاطئ أو فارغ,تم تحميل القيم الافتراضية
bg: Намерен е невалиден или празен файл с настройки, заредени са стандартни настройки
cs: Neplatný nebo prázdný soubor s předvolbami, nahrány výchozí hodnoty
da: Ugyldig eller tom indstillingsfil fundet, standardindstillinger indlæst
el: Βρέθηκε άκυρο ή χωρίς προτιμήσεις αρχείο, φορτώθηκαν οι προκαθορισμένες τιμές
et: Eelistuste fail leiti tühja või rikutuna, laaditakse vaikeväärtused
eu: Hobespen-fitxategi baliogabea edo hutsa, lehenetsitako balioak kargatu dira
fi: Asetustiedosto on tyhjä tai viallinen, ladattiin oletusasetukset
fr: Préférences du fichier trouvé invalides ou vides, chargement des valeurs par défaut
hu: A beállítófájl hibás vagy üres, az alapbeállítások töltődtek be
is: Fann ógilda eða auða stillingaskrá, hleð inn sjálfgefnum gildum
lt: Įkrautos numatytosios reikšmės, nes rasta nustatymų byla yra tuščia arba klaidinga.
nb: Ugyldig eller tom fil for innstillinger ble funnet, henter standardinnstillinger
nl: Ongeldig of leeg voorkeursbestand aangetroffen, de standaardconfiguratie wordt geladen.
ro: Fișierul de preferințe este gol sau nevalid, s-au încarcat valorile implicite
ru: Обнаружен неверный или пустой файл настроек, были загружены значения по умолчанию
sl: Najdena neveljavna ali prazna nastavitvena datoteka, naložene so bile privzete vrednosti.
tr: Geçersiz ya da boş özellikler dosyası bulundu, öntanımlı değerler yüklendi

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
el: Σφάλμα
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
hu: Hiba
is: Villa
lt: Klaida
nb: Feil
nl: Fout
ro: Eroare
ru: Ошибка
sl: Napaka
tr: Hata

source: There was an error importing the selected files
ar: حدث خلل في استيراد الملفات المحددة
bg: Получи се грешка при импортиране на избраните файлове
cs: Při importu vybraného souboru došlo k chybě
da: Der opstod en fejl ved import af de markerede filer
el: Παρουσιάστηκε σφάλμα κατά την εισαγωγή των επιλεγμένων αρχείων
et: Valitud failide importimisel esines viga
eu: Errore bat gertatu da hautatutako fitxategiak inportatzean.
fi: Tiedostojen tuomisessa tapahtui virhe
fr: Une erreur est survenue lors de l'import des fichiers sélectionnés
hu: Hiba történt a kiválasztott fájlok importálása során
is: Villa kom upp við innflutning á völdu skránum
lt: Importuojant pažymėtas bylas įvyko klaida
nb: Det oppsto en feil under importeringen av de valgte filene
nl: Er is een fout opgetreden bij het importeren van de bestanden.
ro: A avut loc o eroare la importarea fișierului selectat
ru: При импорте файлов произошла ошибка
sl: Pri uvozu izbranih datotek je prišlo do napake
tr: Seçili dosyaları içe aktarırken bir hata oluştu.

source: Please enter a valid file name. The file name must have a %d (or %04d) where the number section of the file name is supposed to be. For example: MyFile_%d.png.
ar: يرحى إدخال اسم متاح,. الاسم يجب ان يحتوي %d (or %04d) حيث الرقم يجب أن يكون. على سبيل المثال: ملفي_%d.png.
bg: Моля въведете валидно файлово име. Файловото име трябва да съдържа %d (or %04d). Например: MyFile_%d.png.
cs: Zadejte prosím správné jméno soubor. Jméno souboru obsahovat %d (nebo %04d) v místě, kde je očekávano rostoucí číslo. Například Fotka_%d.png.
da: Indtast venligst et gyldigt filnavn. Filnavnet skal have et %d (eller %04d) hvor talsektionen skal være. For eksempel: MitFilnavn_%d.png.
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα. Το όνομα θα πρέπει να περιέχει ένα %d (ή %04d) στην θέση όπου θα πρέπει να εισαχθεί ο αριθμός της ενότητας. Για παράδειμα: το_αρχείο_μου_%d.png.
et: Palun sisesta sobiv failinimi. Numbrite asemel peab olema %d (või %04d). Näide: MinuFail_%d.png.
eu: Sartu baliozko fitxategi-izena. Fitxategi-izenak %d (edo %04d) eduki behar du fitxategi-izenaren sekzio-zenbakiak egon behar duen tokian. Esaterako: NireFitxategia_%d.png.
fi: Anna kelvollinen tiedostonimi. Tiedostonimessä tulee olla %d (tai %o4d) siinä kohdin, jossa tiedostonimessä on numeroita. Esimerkiksi: MyFile_%d.png.
fr: Veuillez saisir un nom de fichier valide. Le nom doit avoir un %d (ou %04d) où la partie numérique du fichier doit être située. Par exemple : MonFichier_%d.png
hu: Kérem, adjon meg érvényes file nevet. A file névnek tartalmaznia kell: %d (vagy %04d). Például: MyFile_%d.png.
is: Settu inn gilt skráarheiti. Skráarheiti verður að hafa %d (eða %04d) þar sem raðnúmeraði hluti skráarheitisins á að vera. Dæmi: SkráinMín_%d.png.
lt: Prašome įvesti tinkamą bylos pavadinimą. Bylos pavadinime turi būti %d (arba %04d), kur turėtų būti bylos pavadinime skaičius. Pavyzdžiui: ManoByla_%d.png.
nb: Skriv inn et gyldig filnavn. Navnet må inneholde en %d (eller %04d) der hvor tallsegmentet av filnavnet skal være. F.eks.: MinFil_%d.png.
nl: Voer een geldige bestandsnaam in. Op de plek waar het getal in de bestandsnaam staat moet u %d (of %04d) invullen. Voorbeeld: mijnbestand_%d.png.
ro: Introduceți un nume de fișier corect. Numele fișierului trebuie să conțină %d (sau %04d) unde ar trebui să fie numărul secțiunii în numele fișierului. De exemplu: FișierulMeu_%d.png.
ru: Введите правильное имя файла. Имя файла может содержать маску %d (or %04d). Например: MyFile_%d.png.
sl: Vnesite veljavno ime datoteke. Vsebovati mora %d (ali %04d), ki je namenjen številčnemu delu imena datoteke. Primer: MojaDatoteka_%d.png.
tr: Lütfen geçerli bir dosya ismi girin. Dosya ismi içinde sayı bölümü olması gereken yerde %d (ya da %04d) olmalı. Örneğin Dosyam_%d.png.

source: Please enter an integer in the Frames per Image textbox.
ar: من فضلك أدخل عدد صحيح في المربع النصي (الاطارات لكل صورة)
bg: Въведете стойност в полето 'Кадри на изображение'.
cs: Zadejte prosím číslo do pole Snímků za sekundu.
da: Indtast venligst et heltal i rammer per billede tekstboksen.
el: Παρακαλω εισάγετε έναν ακέραιο αριθμό στο πλαίσιο κειμένου για τον αριθμό τον καρέ ανα εικόνα.
et: Palun sisesta "Kaadreid pildi kohta" kasti täisarv.
eu: Sartu zenbaki oso bat Fotogramak Irudiko testu-kutxan.
fi: Syötä kokonaisluku ruutuja per kuva kenttään.
fr: Veuillez saisir un entier dans le champ "images par seconde".
hu: Kérlek egész számot adj meg a képkocka képenként értékének.
is: Settu inn heiltölu í reitinn fyrir ramma á mynd.
lt: Prašome įvesti sveiką skaičių kadrų per atvaizdą lauke.
nb: Skriv inn et heltall i Rammer per bilde feltet.
nl: Voer een geheel getal in voor het aantal filmbeelden per afbeelding.
ro: Introduceți un număr întreg în căsuța Cadre pe Imagine.
ru: Введите целое число кадров.
sl: V polje z besedilom "sličic za sliko" vstavite celo število.
tr: Lütfen, karelerdeki her bir resim yazı kutusu için bir tam sayı girin

source: At least 2 images must match the file name pattern in the selected folder.
ar: يجب أن تطابق صورتين على الأقل نموذج اسم الملف في المجلد المختار.
bg: Поне 2 изображения трябва да съвпадат на образеца за файлово име в избраната директория.
cs: Nejméně 2 obrázky ve vybrané složce musí odpovídat zadanému výběru.
da: Mindst 2 billeder skal passe til filnavn mønsteret i den valgte mappe.
el: Τουλάχιστον 2 εικόνες στον επιλεγμένο κατάλογο θα πρέπει να πληρούν το κριτήριο ονόματος αρχείου.
et: Valitud kataloogis peab vähemalt 2 pilti sobima failinime mustriga.
eu: Gutxienez 2 irudik bat etorri behar dute hautatutako karpetaren izen-ereduarekin.
fi: Vähintään 2 kuvan tulee sopia tiedostonimimuotoon valitussa kansiossa.
fr: Au moins 2 images doivent correspondre au format de nom de fichier dans le dossier sélectionné.
hu: Legalább 2 képfájlnak illenie kell a megadott mintára a kiválasztott mappában.
is: Að minnsta kosti tvær myndir þurfa að samsvara skráarheitamynstrinu í möppunni sem þú valdir.
lt: Bent 2 atvaizdai pasirinktame kataloge turi atitikti bylos pavadinimo šabloną.
nb: Det må være minst 2 bilder som passer til filnavnmønsteret i den valgte mappen.
nl: Ten minste 2 afbeeldingen moeten aan het bestandspatroon voldoen in de geselecteerde map.
ro: Cel puțin 2 imagini trebuie să se potrivească cu șablonul numelui de fișier în dosarul selectat.
ru: По крайней мере 2 изображения должны соответствовать шаблону имен файлов в выбранной папке.
sl: Vsaj dve sliki se morata ujemati z vzorcem imena datoteke v izbrani mapi.
tr: Seçili klasörde en az 2 resim dosya ismi şablonuna uymalı.

source: A profile with this name already exists. Please use another name.
ar: تم العثور على ملف تعريف بنفس الاسم,الرجاء اختيار اسم آخر.
bg: Вече същетвува профил с такова име. Моля използвайте друго име.
cs: Profil s tímto názvem už existuje. Navrhněte jiný.
da: En profil med dette navn findes allerede. Brug venligst et andet navn.
el: Ένα προφίλ με αυτό το όνομα υπάρχει ήδη. Παρακαλώ χρησιμοποιήστε ένα άλλο όνομα.
et: Sellenimeline profiil on juba olemas. Palun kasuta teist nime.
eu: Jadanik existitzen da izen hori duen profila. Erabili beste izen bat.
fi: Samanniminen profiili on jo olemassa. Käytä toista nimeä.
fr: Un profil avec ce nom existe déjà. S'il-vous-plait utilisez un autre nom.
hu: Ilyen néven már létezik profil. Kérem használjon másik nevet.
is: Snið með þessu heiti er þegar til staðar. Settu inn eitthvað annað nafn.
lt: Profilis su tokiu pavadinimu jau yra. Prašome naudoti kitą pavadinimą.
nb: En profil med dette navnet eksisterer allerede. Vennligst velg et annet navn.
nl: Er bestaat al een profiel met deze naam. Vul een andere naam in.
ro: Există deja un profil cu acest nume. Alegeți alt nume.
ru: Профиль с таким именем уже существует. Пожалуйста, используйте другое название.
sl: Profil s tem imenom že obstaja. Uporabite drugačno ime.
tr: Bu isimde bir profil zaten mevcut. Lütfen başka bir isim kullanın.

source: Please enter a profile name.
ar: الرجاء ادخال اسم ملف التعريف
bg: Моля въведее име на профила.
cs: Prosím zadejte jméno profilu.
da: Skriv venligst et filnavn.
el: Παρακαλώ εισάγετε ένα όνομα προφίλ.
et: Palun sisesta profiilile nimi.
eu: Sartu profil-izena.
fi: Ole hyvä ja syötä profiilin nimi.
fr: S'il-vous-plait, entrer un nom de profil.
hu: Kérem írja be a profil nevét.
is: Sláðu inn heiti sniðs.
lt: Prašome įvesti profilio pavadinimą.
nb: Skriv inn et profilnavn.
nl: Voer een profielnaam in.
ro: Introduceți un nume pentru profil
ru: Пожалуйста, введите название профиля.
sl: Vnesite ime profila.
tr: Lütfen bir profil ismi girin.

source: Please enter a valid size.
ar: الرجاء ادخال حجم مقبول.
bg: Моля въведете валиден размер.
cs: Prosím zadejte platnou velikost.
da: Skriv venligst en gyldig størrelse.
el: Παρακαλώ εισάγετε ένα έγκυρο μέγεθος.
et: Palun sisesta sobiv suurus.
eu: Sartu baliozko tamaina.
fi: Syötä kelvollinen koko
fr: S'il-vous-plait, entrer une taille valide.
hu: Adjon meg egy érvényes méretet.
is: Vinsamlegast sláðu inn lgilda stærð.
lt: Prašome įvesti tinkamą dydį.
nb: Skriv inn en gyldig størrelse.
nl: Voer een geldige afmeting in.
ro: Introduceți o dimensiune valabilă.
ru: Пожалуйста, введите правильный размер.
sl: Vnesite veljavno velikost.
tr: Lütfen geçerli bir boyut girin.
