Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: Mirror
ar: مرآة
bg: Огледално
cs: Zrcadlit
da: Spejl
el: Καθρεπτισμός
et: Peegeldamine
eu: Ispilua
fi: Peilikuva
fr: Miroir
hu: Tükrözés
is: Spegla
lt: Veidrodis
nb: Speilvend
nl: Spiegelen
ro: Oglindă
ru: Зеркало
sl: Zrcali
tr: Yansıt

source: Decay
ar: تضاؤل
bg: Разяждане
da: Opløsning
el: Εξασθένηση
et: Langus
eu: Desintegrazioa
fr: Écart
is: Hjöðnun
lt: Nykimas
nb: Forfall
nl: Verval
ro: Decadenta
ru: Затухание
sl: Razkroj
tr: Çürüme

source: Old Grain
ar: نقاط قديمة
bg: Стар телевизор
cs: Staré zrno
da: Gammelt korn
el: Παλιό με κόκκους
et: Vanaaegne teralisus
eu: Pikor zaharra
fr: Viellissement: Grains
is: Gömul korn
lt: Senas šienas
nb: Gammelt korn
nl: Oud en korrelig
ro: Grăunțe vechi
ru: Старое зерно
sl: Stari film - zrnatost
tr: Eski Tohum

source: Start
ar: شغل
bg: Начало
cs: Začátek
el: Αρχή
eu: Hasiera
fr: Début
hu: Indítás
is: Byrja
lt: Pradžia
nl: Begin
ru: Начало
sl: Zaženi
tr: Başlat

source: Max Count
ar: الحساب الأكبر
bg: Максимален брой
da: Maksimum antal
el: Μέγιστο πλήθος
et: Suurim arv
eu: Kopuru maximoa
fr: Quantité maxi
is: Hámarksfjöldi
lt: Maksimalus kiekis
nb: Høyete antall
nl: Maximum- aantal
ro: Contor maxim
ru: Макс. число
sl: Največje število
tr: Azami Sayı

source: Start Value
ar: قيمة البداية
bg: Начална стойност
cs: Počáteční hodnota
da: Startværdi
el: Αρχική τιμή
et: Algväärtus
eu: Hasierako balioa
fi: Alkuarvo
fr: Valeur initiale
hu: Kezdőérték
is: Upphafsgildi
lt: Pradinė reikšmė
nb: Startverdi
nl: Beginwaarde
ro: Valoare de start
ru: Начальное значение
sl: Začetna vrednost
tr: Başlangıç Değeri

source: X Scatter
ar: تفريق س
bg: Хоризонтално разпръскване
cs: Rozptýlit X
da: X fordeling
el: Διασπορά X
et: X-puiste
eu: X dispertsioa
fr: Disperser X
is: X tvístrun
lt: X sklaida
nb: Spredning i X
nl: X-verstrooiing
ro: x Raspandire
ru: Разброс по X
sl: Razpršitev X
tr: X Dağıtma

source: Method
ar: طريقة
bg: Метод
cs: Metoda
da: Metode
el: Μέθοδος
et: Meetod
eu: Metodoa
fi: Menetelmä
fr: Méthode
hu: Módszer
is: Aðferð
lt: Metodas
nb: Metode
nl: Methode
ro: Metodă
ru: Метод
sl: Metoda
tr: Yöntem

source: Contrast
ar: التباين
bg: Контраст
cs: Kontrast
da: Kontrast
el: Αντίθεση
et: Kontrast
eu: Kontrastea
fi: Kontrasti
fr: Contraste
hu: Kontraszt
is: Birtuskil
lt: Kontrastas
nb: Kontrast
ro: Contast
ru: Контраст
sl: Kontrast
tr: Karşıtlık

source: Hue
ar: التدرج
bg: Оттенък
cs: Zabarvení
da: Farvetone
el: Χρωματισμός
et: Värvitoon
eu: Ñabardura
fi: Sävy
fr: Variation de teinte
hu: Árnyalat
is: Litblær
lt: Atspalvis
nb: Fargetone
nl: Tint
ro: Nuanță
ru: Оттенок
sl: Obarvanost
tr: Ton

source: Brightness Delta Every
ar: سطوع كل الدلتا
da: Lysstyrke ændring, alle
el: Φωτεινότητα δέλτα (παντού)
et: Heleduse muudu samm
eu: Distira delta bakoitzean
fr: Chaque luminosité delta
is: Birtumunur hverjar
lt: Šviesumas delta visų
nb: Lysstyrke delta hver
nl: Totale helder- heidsvariatie
ro: Luminozitate Delta tot
ru: Дельта яркости каждого
sl: Delta svetlosti vsakih
tr: Düzensiz Parlaklık Deltası

source: Scan Lines
ar: خطوط الفحص
bg: Линии на сканиране
da: Raster linjer
el: Γραμμές σάρωσης
et: Skanneri triibud
eu: Eskaneatu lerroak
fr: Écran cathodique
is: Skönnunarlínur
lt: Skenuoti linijas
nb: TV-linjer
nl: Scanlijnen
ro: Scanează linii
ru: Строки развёртки
sl: Slikovne vrstice
tr: Tarama Çizgiler

source: Distort
ar: تشويه
bg: Деформиране
cs: Deformovat
da: Forvrængning
el: Παραμόρφωση
et: Moonutus
eu: Distortsionatu
fi: Vääristymä
fr: Déformation
hu: Torzítás
is: Aflaga
lt: Iškraipymas
nb: Forvreng
nl: Vervormen
ro: Distorsiune
ru: Искажения
sl: Popači
tr: Boz

source: Every
ar: كل
bg: Всеки
cs: Každý
da: Hver
el: Κάθε
et: Iga
eu: Bakoitzean
fr: Tous les
hu: Minden
is: Hverjar
lt: Visi
nb: Hver
nl: Elke
ro: Fiecare
ru: Каждый
sl: Vsak
tr: Dağınık

source: Lighter
ar: مضيء
bg: По-светло
cs: Světlejší
da: Lysere
el: Φωτεινότερο
et: Heledam
eu: Argiago
fr: Plus clair
hu: Világosabb
is: Ljósara
lt: Šviesesnės
nb: Lysere
nl: Lichter
ro: Mai luminos
ru: Светлее
sl: Svetlejša
tr: Daha Açık

source: Delta
ar: دلتا
bg: Делта
el: Δέλτα
is: Mismunur
ru: Дельта

source: Max Diameter
ar: القطر الأوسع
bg: Максимален диаметър
cs: Maximální průměr
da: Største diameter
el: Μέγιστη διάμετρος
et: Maks diameeter
eu: Diametro maximoa
fr: Diamètre maximal
is: Hámarksþvermál
lt: Maksimalus diametras
nb: Største diameter
nl: Maximale diameter
ro: Diametru Maxim
ru: Максимальный диаметр
sl: Največji premer
tr: Azami Çap

source: Y Offset
ar: إزاحة ص
bg: Отстъп по Y
cs: Posun Y
da: Lodret afstand
el: Μετατόπιση Y
et: Y-nihe
eu: Y desplazamendua
fr: Décalage vertical
is: Y-hliðrun
lt: Y atsvara
nb: Y-forskyvning
nl: Y-verschuiving
ro: Decalaj Y
ru: Смещение по Y
sl: Zamik Y
tr: Y Ofseti

source: Randomize Swirl
ar: دوران عشوائي
bg: Произволно завихряне
da: Tilfældig hvirvel
el: Τυχαία περιδίνηση
et: Juhuslik keeris
eu: Ausazko zurrunbiloa
fr: Tourbillons aléatoires
is: Slembisveimur
lt: Atsitiktinis sūkurys
nb: Tilfeldig virvel
nl: Grillige draaikolk
ro: Swirl Aleatoriu
ru: Случайный завиток
sl: Naključno vrtinčenje
tr: Karışık Girdap

source: Y Scatter
ar: تفريق ص
bg: Вертикално разпръскване
da: Y fordeling
el: Διασπορά Y
et: Y-telje puiste
eu: Y dispertsioa
fr: Disperser Y
is: Y tvístrun
lt: Y sklaida
nb: Spredning i Y
nl: Y-verstrooiing
ru: Разброс по Y
sl: Razpršitev Y
tr: Y Dağıtma

source: Sepia
ar: نقط بنية
bg: Сепия
cs: Sépie
el: Σέπια
et: Seepiatoon
fi: Seepia
fr: Sépia
hu: Szépia
is: Sepía
lt: Sepija
ru: Сепия
sl: Sepija
tr: Sepya

source: Number
ar: عدد
bg: Брой
cs: Číslo
da: Tal
el: Πλήθος
eu: Zenbakia
fi: Lukumäärä
fr: Nombre
hu: Szám
is: Fjöldi
lt: Skaičius
nb: Antall
nl: Aantal
ro: Număr
ru: Число
sl: Število
tr: Numara

source: Frequency
ar: التردد
bg: Честота
cs: Frekvence
da: Frekvens
el: Συχνότητα
et: Sagedus
eu: Maiztasuna
fi: Taajuus
fr: Fréquence
hu: Frekvencia
is: Tíðni
lt: Dažnis
nb: Frekvens
nl: Frequentie
ro: Frecvență
ru: Частота
sl: Frekvenca
tr: Sıklık

source: v
ar: ن
nl: V-chrominantie (Cr)

source: Pixelate
ar: بكسله
bg: Пикселизиране
cs: Pixelizovat
da: Pixelér
el: Εικονοστοιχειοποίηση
et: Suured pikslid
eu: Pixelatu
fi: Pikselöi
fr: Pixéliser
hu: Pixelesítés
is: Stalla í díla
lt: Vaizdo taškinimas
nb: Pikseller
nl: Blokkerig maken
ro: Pixeleaza
ru: Пикселизация
sl: Pikseliraj
tr: Pikselleştir

source: Up Scale
ar: زيادة المقياس
da: Opskalering
el: Κλιμάκωση επάνω
eu: Handitu eskala
hu: Nagyítás
lt: Padidinti mastelį
nb: Oppskalere
nl: Rand- intensiteit
ro: Scala in sus
sl: Lestvica navzgor

source: Delay
ar: تأخير
bg: Забавяне
cs: Zpoždění
da: Forsinkelse
el: Καθυστέρηση
et: Viide
eu: Atzerapena
fi: Viive
fr: Délai
hu: Késleltetés
is: Seinkun
lt: Užlaikymas
nb: Forsinkelse
nl: Vertraging
ro: Întârziere
ru: Задержка
sl: Zakasni
tr: Gecikme

source: Mix
ar: مزج
bg: Смесване
cs: Mixovat
da: Bland
el: Μίξη
et: Mikser
eu: Nahastu
fr: Couleurs
hu: Keverés
is: Blöndun
lt: Sumaišyti
nb: Blanding
ro: Amestec
ru: Смесь
sl: Zmešaj
tr: Karıştır

source: Greyscale
ar: تدريج رمادي
bg: Степени на сивото
cs: Odstíny šedi
da: Gråskala
el: Διαβαθμίσεις του γκρι
et: Halltoonid
eu: Gris-eskala
fi: Harmaasävy
fr: Niveau de gris
hu: Szürkeárnyalatok
is: Grátóna
lt: Nespalvotas
nb: Gråtoner
nl: Grijstinten
ro: Nuanțe de gri
ru: Оттенки серого
sl: Sivinsko
tr: Gri tonlama

source: Gain In
ar: تقدم في
bg: Входно усилване
da: Indgangsforstærkning
el: Ενίσχυση εισόδου
et: Sisendvõimendus
eu: Irabazi balioa
fr: Plus-value
is: Styrkaukning inn
lt: Didėjimas
nb: Forsterkning inn
nl: Ingangs- versterking
ro: Castig
ru: Усиление внутрь
sl: Ojačaj
tr: Uzat

source: Rotate Y
ar: تدوير ص
bg: Завъртане по Y
cs: Otočit Y
da: Drej om Y
el: Περιστροφή Y
et: Y-pööre
eu: Biratu Y
fr: Axe Y
hu: Forgatás Y tengely körül
is: Snúa Y
lt: Pasukti pagal Y
nb: Roter Y
nl: Roteren om y-as
ro: Rotație Y
ru: Поворот по Y
sl: Zasukaj Y
tr: Y Ekseninde Çevir

source: Rotate X
ar: تدوير س
bg: Завъртане по X
cs: Otočit X
da: Drej om X
el: Περιστροφή X
et: X-pööre
eu: Biratu X
fr: Axe X
hu: Forgatás X tengely körül
is: Snúa X
lt: Pasukti pagal X
nb: Roter X
nl: Roteren om x-as
ro: Rotație X
ru: Поворот по X
sl: Zasukaj X
tr: X Ekseninde Çevir

source: Rotate Z
ar: تدوير ل
bg: Завъртане по Z
cs: Otočit Z
da: Drej om Z
el: Περιστροφή Z
et: Z-pööre
eu: Biratu Z
fr: Axe Z
hu: Forgatás Z tengely körül
is: Snúa Z
lt: Pasukti pagal Z
nb: Roter Z
nl: Roteren om z-as
ro: Rotație Z
ru: Поворот по Z
sl: Zasukaj Z
tr: Z Ekseninde Çevir

source: Saturation
ar: التشبّع
bg: Насищане
cs: Sytost
da: Mætning
el: Κορεσμός
et: Värviküllastus
eu: Saturazioa
hu: Telítettség
is: Mettun
lt: Sodrumas
nb: Metning
nl: Kleurverzadiging
ro: Saturare
ru: Насыщенность
sl: Nasičenost
tr: Doygunluk

source: Remove Green
ar: ازالة اللون الأخضر
bg: Премахване на зелено
cs: Odebrat zelenou
da: Fjern grøn
el: Αφαίρεση πράσινου
et: Eemalda roheline
eu: Kendu berdea
fi: Poista vihreä
fr: Suppression du vert
hu: Zöld eltávolítása
is: Fjarlægja grænt
lt: Šalinti žalią spalvą
nb: Fjern grønn
nl: Groen verwijderen
ro: Elimină Verde
ru: Удалить зелёный компонент
sl: Odstrani zeleno
tr: Yeşili Kaldır

source: Wave
ar: موجة
bg: Вълна
cs: Vlna
da: Bølge
el: Κυματισμός
et: Lainetus
eu: Uhina
fr: Ondulation
hu: Hullám
is: Bylgja
lt: Banga
nb: Bølge
nl: Golven
ro: Val
ru: Волна
sl: Valovanje
tr: Dalga

source: Red Scale
ar: مقياس أحمر
da: Rødskalering
el: Κλίμακα Κόκκινου
eu: Eskala gorria
fr: Echelle Rouge
lt: Raudono mastelis
nb: Rødskala
nl: Contrast
ro: Scala Rosu
sl: Rdeča lestvica
tr: Kırmızı Ölçek

source: Rotate
ar: تدوير
bg: Завъртане
cs: Otočit
da: Rotér
el: Περιστροφή
et: Pööramine
eu: Biratu
fi: Kierrä
fr: Rotation
hu: Forgatás
is: Snúa
lt: Pasukti
nb: Roter
nl: Roteren
ro: Rotire
ru: Вращение
sl: Zasukaj
tr: Döndür

source: Deform Y
ar: الغاء ص
bg: Вертикално деформиране
cs: Deformovat Y
da: Tryk Y
el: Παραμόρφωση Y
et: Y-deformatsioon
eu: Deformatu Y
fr: Déformation vecticale
is: Aflaga Y
lt: Deformuoti Y
nb: Deformer Y
nl: Vervorm Y
ro: Deformare Y
ru: Деформировать Y
sl: Popači Y
tr: Y Ekseninde Boz

source: Deform X
ar: ازالة س
bg: Хоризонтално деформиране
cs: Deformovat X
da: Tryk X
el: Παραμόρφωση X
et: X-deformatsioon
eu: Deformatu X
fr: Déformer X
is: Afmynda X
lt: Deformuoti X
nb: Deformer X
nl: X vervormen
ro: Deformeaza X
ru: Деформировать X
sl: Popači X
tr: X Ekseninde Boz

source: Green Tint
ar: أخضر خفيف
bg: Зелен нюанс
cs: Zelené zbarvení
da: Grønt skær
el: Πρασίνισμα
et: Roheline varjund
eu: Tonu berdea
fr: Teinte verte
hu: Zöldes árnyalatú
is: Grænn blær
lt: Žalias atspalvis
nb: Grønnskjær
nl: Groene tint
ro: Nuanță de verde
ru: Оттенок зелёного
sl: Zeleno barvilo
tr: Hafif Yeşil

source: Horizontal Sync
ar: مزامنة افقية
bg: Хоризонтална синхронизация
da: Horizontal synkronisering
el: Επίπεδος Συγχρονισμός
eu: Sinkr. horizontala
fr: Synchro Horizontale
lt: Horizontalus synchronizavimas
nb: Horisontal Synkronisering
nl: Horizontaal synchroniseren
ro: Sincronizare Orizontala
sl: Horizontalna sinhronizacija
tr: Yatay eş-zamanlama

source: Gain Out
ar: تراجع في
bg: Изходно усилване
da: Udgangsforstærkning
el: Ενίσχυση εξόδου
et: Väljundvõimendus
eu: Galdu balioa
fr: Niveau de sortie
is: Styrkaukning út
lt: Mažėjimas
nb: Forsterkning ut
nl: Uitgangs- versterking
ro: Pierde
ru: Усиление наружу
sl: Ošibi
tr: Kısalt

source: Deinterlace
ar: فك الدمج
bg: Разплитане
cs: Odstranit prokládání
da: Fjern linjespring
el: Αποδιεμπλοκή (deinterlace)
et: Ülerealaotuse eemaldamine
eu: Gurutzelarkatu
fr: Désentrelacer
hu: Váltottsorosság megszüntetése
is: Aftvinna
lt: Pašalinti linijas
nl: De-interliniëren
ro: Deîntrețese
ru: Деинтерлейсинг
sl: Razpleti
tr: Netleştir

source: Physics
ar: الفيزياء
bg: Физика
cs: Fyzika
da: Fysik
el: Φυσική
et: Füüsika
eu: Fisika
fi: Fysiikka
fr: Éléments physiques
hu: Fizika
is: Eðlisfræði
lt: Fizika
nb: Fysikk
nl: Fysica
ro: Fizică
ru: Физика
sl: Fizika
tr: Fizik

source: Gamma
ar: جاما
bg: Гама
cs: Gama korekce
el: Γάμμα
fi: Kirkkaus
is: Litróf (gamma)
lt: Gama
ro: Gama
ru: Гамма
sl: Gama
tr: Gama

source: Darker
ar: داكن
bg: По-тъмно
cs: Tmavší
da: Mørkere
el: Σκοτεινότερο
et: Tumedam
eu: Ilunago
fi: Tummempi
fr: Plus sombre
hu: Sötétebb
is: Dekkra
lt: Tamsesnis
nb: Mørkere
nl: Donkerder
ro: Mai închis
ru: Темнее
sl: Temneje
tr: Daha Koyu

source: Remove Blue
ar: ازالة الازرق
bg: Премахване на синьо
cs: Odebrat modrou
da: Fjern blå
el: Αφαίρεση μπλε
et: Eemalda sinine
eu: Kendu urdina
fi: Poista sininen
fr: Suppression du bleu
hu: Kék eltávolítása
is: Fjarlægja blátt
lt: Šalinti mėlyną spalvą
nb: Fjern blå
nl: Blauw verwijderen
ro: Elimină albastrul
ru: Удалить синий компонент
sl: Odstrani modro
tr: Maviyi Kaldır

source: Blue/Yellow
ar: ازرق/أصفر
bg: Синьо/Жълто
cs: Modrá/Žlutá
da: Blå/Gul
el: Μπλε/κίτρινο
et: Sini/kollane
eu: Urdina/horia
fi: Sininen/keltainen
fr: Bleu/Jaune
hu: Kék/sárga
is: Blátt/Gult
lt: Mėlyna/Geltona
nb: Blå/gul
nl: Blauw/geel
ro: Albastru/Galben
ru: Синий/желтый
sl: Modra/rumena
tr: Mavi/Sarı

source: u
ar: ع
nl: U-chrominantie (Cb)

source: End Value
ar: القيمة النهائية
bg: Крайна стойност
cs: Koncová hodnota
da: Slutværdi
el: Τελική τιμή
et: Lõppväärtus
eu: Amaierako balioa
fr: Valeur finale
hu: Végső érték
is: Lokagildi
lt: Galutinė reikšmė
nb: Sluttverdi
nl: Eindwaarde
ro: Valoare de sfârșit
ru: Конечное значение
sl: Končna vrednost
tr: Bitiş değeri

source: Pitch
ar: الدرجة
bg: Височина на тон
cs: Výška tónu
da: Tonehøjde
et: Helikõrgus
eu: Tonua
fr: Hauteur
hu: Hangmagasság
is: Tónhæð
lt: Aukštis
nb: Tonehøyde
nl: Toonhoogte
ro: Tonalitate
ru: Тон
sl: Višina tona
tr: Sıklık

source: Threshold
ar: بداية
bg: Праг
cs: Práh
da: Tærskelværdi
el: Κατώφλι
et: Värvilävi
eu: Atalasea
fr: Seuil
hu: Küszöbszint
is: Þröskuldur
lt: Slenkstis
nb: Terskel
nl: Drempel- waarde
ro: Prag de declanșare
ru: Порог
sl: Prag
tr: Eşik

source: Web
ar: الشبكة
bg: Уеб
cs: Webové stránky
el: Διαδίκτυο
et: Veeb
eu: Webgunea
fr: Internet
is: Vefur
lt: Žiniatinklis
ro: Internet
ru: Веб
sl: Splet
tr: Ağ

source: DVD-PAL
ar: دي ڤي دي - بال

source: OGG (theora/flac)
ar: او جي جي (فلاك/ثيورا)

source: DVD
ar: دي ڤي دي
is: DVD mynddiskur

source: Xbox 360
ar: أكس بوكس 360

source: MP4 (h.264)
ar: ام بي 4

source: Metacafe
ar: ميتا كافيه
ro: Copy text Metacafe

source: AVCHD Disks
ar: أقراص AVCHD
bg: Дискове AVCHD
da: AVCHD Diske
el: Δίσκοι AVCHD
et: AVCHD kettad
fi: AVCHD-levyt
fr: Disque AVCHD
hu: AVCHD lemezek
lt: AVCHD Diskai
nb: AVCHD-plate
nl: AVCHD Schijven
ru: AVCHD диски
sl: Nosilci AVCHD
tr: AVCHD Diskleri

source: Vimeo-SD Widescreen
ar: Vimeo-SD شاشة عريضة
bg: Vimeo-SD широк екран
el: Vimeo-SD ευρεία οθόνη
et: Vimeo-SD laiekraan
fi: Vimeo-SD-laajakuva
fr: Vimeo-SD Panoramique
lt: Vimeo-SD Plačiaekranis
nb: Vimeo-SD bredformat
nl: Vimeo-SD Breedbeeld
ro: Vimeo-SD Ecran-lat
ru: Широкоэкранное Vimeo-SD
sl: Vimeo-SD, širokozaslonski
tr: Vimeo-SD Geniş Ekran

source: Apple TV
ar: ابل تي في

source: Nokia nHD
ar: نوكيا nHD

source: YouTube
ar: يوتيوب

source: Device
ar: جهاز
bg: Устройство
cs: Zařízení
da: Enhed
el: Συσκευή
et: Seade
eu: Gailua
fi: Laite
fr: Périphérique
hu: Eszköz
is: Tæki
lt: Įrenginys
nb: Enhet
nl: Apparaat
ro: Dispozitiv
ru: Устройство
sl: Naprava
tr: Aygıt

source: Blu-Ray/AVCHD
ar: بلوراي/AVCHD

source: Picasa
ar: بيكاسا (موقع لرفع الصور)
fr: Picassa

source: YouTube-HD
ar: يوتيوب- HD

source: Flickr-HD
ar: فليكر -HD

source: Fractal 8
ar: شكل مجزء 8
bg: Фрактал 8
cs: Fraktál 8
da: Fraktal 8
el: Φράκταλ 8
et: Fraktaal 8
eu: Fraktala 8
fi: Fraktaali 8
hu: Fraktál 8
is: Brotamynd 8
lt: Fraktalas 8
nb: Fraktal 8
ru: Фрактал 8
tr: Fraktal 8

source: Vertical blinds in to out big
ar: ستائر رأسية كبيرة من الداخل للخارج
bg: Големи вертикални щори навън
da: Lodrette persienner udefra og ind, stor
el: Περσίδες από μέσα προς τα έξω (κατακόρυφες, μεγάλες)
et: Püstribad seest välja suur
eu: Sareta bertikal handia barrutik kanpora
fi: Pysytysuuntaiset isot avautuvat kaihtimet
fr: Grandes persiennes verticales vers l'extérieur
is: Rimlar láréttir stórir innan og út
lt: Vertikali didelė užuolaida į išorę
nb: Vertikale persienner inn til ut stor
nl: Verticale lamellen, breed
ro: Jaluzele verticale mari dinăuntru spre afară
ru: Большие вертикальные жалюзи наружу
sl: Navpična roleta odznotraj navzven
tr: İçten dışa büyük düşey perdeler

source: Fractal 2
ar: شكل مجزء 2
bg: Фрактал 2
cs: Fraktál 2
da: Fraktal 2
el: Φράκταλ 2
et: Fraktaal 2
eu: Fraktala 2
fi: Fraktaali 2
hu: Fraktál 2
is: Brotamynd 2
lt: Fraktalas 2
nb: Fraktal 2
ru: Фрактал 2
tr: Fraktal 2

source: Fractal 3
ar: شكل مجزء 3
bg: Фрактал 3
cs: Fraktál 3
da: Fraktal 3
el: Φράκταλ 3
et: Fraktaal 3
eu: Fraktala 3
fi: Fraktaali 3
hu: Fraktál 3
is: Brotamynd 3
lt: Fraktalas 3
nb: Fraktal 3
ru: Фрактал 3
tr: Fraktal 3

source: Fractal 1
ar: شكل مجزء 1
bg: Фрактал 1
cs: Fraktál 1
da: Fraktal 1
el: Φράκταλ 1
et: Fraktaal 1
eu: Fraktala 1
fi: Fraktaali 1
hu: Fraktál 1
is: Brotamynd 1
lt: Fraktalas 1
nb: Fraktal 1
ru: Фрактал 1
tr: Fraktal 1

source: Fractal 6
ar: شكل مجزء 6
bg: Фрактал 6
cs: Fraktál 6
da: Fraktal 6
el: Φράκταλ 6
et: Fraktaal 6
eu: Fraktala 6
fi: Fraktaali 6
hu: Fraktál 6
is: Brotamynd 6
lt: Fraktalas 6
nb: Fraktal 6
ru: Фрактал 6
tr: Fraktal 6

source: Fractal 7
ar: شكل مجزء 7
bg: Фрактал 7
cs: Fraktál 7
da: Fraktal 7
el: Φράκταλ 7
et: Fraktaal 7
eu: Fraktala 7
fi: Fraktaali 7
hu: Fraktál 7
is: Brotamynd 7
lt: Fraktalas 7
nb: Fraktal 7
ru: Фрактал 7
tr: Fraktal 7

source: Fractal 4
ar: شكل مجزء 4
bg: Фрактал 7
cs: Fraktál 4
da: Fraktal 4
el: Φράκταλ 4
et: Fraktaal 4
eu: Fraktala 4
fi: Fraktaali 4
hu: Fraktál 4
is: Brotamynd 4
lt: Fraktalas 4
nb: Fraktal 4
ru: Фрактал 4
tr: Fraktal 4

source: Fractal 5
ar: شكل مجزء 5
bg: Фрактал 5
cs: Fraktál 5
da: Fraktal 5
el: Φράκταλ 5
et: Fraktaal 5
eu: Fraktala 5
fi: Fraktaali 5
hu: Fraktál 5
is: Brotamynd 5
lt: Fraktalas 5
nb: Fraktal 5
ru: Фрактал 5
tr: Fraktal 5

source: Openshot logo
ar: شعار أوبن شوت
bg: Лого на Openshot
el: Σήμα του Openshot
et: Openshoti logo
eu: Openshot logoa
fr: Logo d'Openshot
hu: Openshot embléma
is: OpenShot merkið
lt: Openshot logotipas
ru: Логотип Openshot
sl: Logotip OpenShot
tr: Openshot logosu

source: Wipe diagonal 1
ar: مسح شاقولي 1
bg: Изтриване по диагонал 1
da: Tilintetgør diagonal 1
el: Διαγώνια σάρωση 1
et: Pühkimine diagonaalne 1
eu: Ekortu diagonalean 1
fi: Vinopyyhkäisy 1
fr: Balayer en diagonal 1
is: Skafa á ská 1
lt: Įstrižas išvalymas 1
nl: Diagonaal vegen 1
ro: Sterge-ti diagonala 1
ru: Диагональная шторка 1
sl: Diagonalen zabris 1
tr: Köşeden köşeye süpür 1

source: Wipe diagonal 3
ar: مسح شاقولي 3
bg: Изтриване по диагонал 3
da: Tilintetgør diagonal 3
el: Διαγώνια σάρωση 3
et: Pühkimine diagonaalne 3
eu: Ekortu diagonalean 3
fi: Vinopyyhkäisy 3
fr: Balayer en diagonal 3
is: Skafa á ská 3
lt: Įstrižas išvalymas 3
nl: Diagonaal vegen 3
ro: Sterge-ti diagonala 3
ru: Диагональная шторка 3
sl: Diagonalen zabris 3
tr: Köşeden köşeye süpür 3

source: Wipe diagonal 2
ar: مسح شاقولي 2
bg: Изтриване по диагонал 2
da: Tilintetgør diagonal 2
el: Διαγώνια σάρωση 2
et: Pühkimine diagonaalne 2
eu: Ekortu diagonalean 2
fi: Vinopyyhkäisy 2
fr: Balayer en diagonal 2
is: Skafa á ská 2
lt: Įstrižas išvalymas 2
nl: Diagonaal vegen 2
ro: Sterge-ti diagonala 2
ru: Диагональная шторка 2
sl: Diagonalen zabris 2
tr: Köşeden köşeye süpür 2

source: Hatched 1
ar: تعبئة 1
da: Skraveret 1
el: Με διαγράμμιση 1
et: Viirutatud 1
eu: Marraduna 1
fr: Hachurer 1
is: Strikað 1
lt: Brūkšniuotas 1
nb: Flettet 1
nl: Arceren 1
ro: Ecloziune 1
ru: Штриховка 1
sl: Šrafiran 1
tr: Taranmış 1

source: Hatched 2
ar: تعبئة 2
da: Skraveret 2
el: Με διαγράμμιση 2
et: Viirutatud 2
eu: Marraduna 2
fr: Hachurer 2
is: Strikað 2
lt: Brūkšniuotas 2
nb: Flettet 2
nl: Arceren 2
ro: Ecloziune 2
ru: Штриховка 2
sl: Šrafiran 2
tr: Taranmış 2

source: Hatched 3
ar: تعبئة 3
da: Skraveret 3
el: Με διαγράμμιση 3
et: Viirutatud 3
eu: Marraduna 3
fr: Hachurer 3
is: Strikað 3
lt: Brūkšniuotas 3
nb: Flettet 3
nl: Arceren 3
ru: Штриховка 3
sl: Šrafiran 3
tr: Taranmış 3

source: Mountains
ar: جبال
bg: Планини
da: Bjerge
el: Βουνά
et: Mäed
eu: Mendiak
fr: Montagnes
hu: Hegyek
is: Fjöll
lt: Kalnai
nb: Fjell
nl: Bergen
ro: Munti
ru: Горы
sl: Gorovje
tr: Dağlar

source: Circle in to out
ar: دائرة من الداخل للخارج
bg: Кръг навън
cs: Kruh zevnitř ven
da: Cirkel indefra og ud
el: Κύκλος από μέσα προς τα έξω
et: Ring keskelt välja
eu: Zirkulua barrutik kanpora
fr: Cercle vers l'exterieur
is: Hringur innan og út
lt: Apskritimas į išorę
nb: Sirkel inn til ut
nl: Cirkel, naar buiten
ro: Cerc dinăuntru spre afară
ru: Круг наружу
sl: Krog iz središča navzven
tr: İçten dışa çember

source: Clock right to left
ar: ساعة من اليمين لليسار
bg: Часовник наляво
cs: Hodiny zprava doleva
da: Ur højre til venstre
el: Ρολόι από δεξιά προς τα αριστερά
et: Kell päripäeva
eu: Erlojua eskuinetik ezkerrera
fi: Kello vastapäivään
fr: Horloge (sens horaire)
is: Klukka hægri til vinstri
lt: Laikrodis iš dešinės į kairę
nb: Klokke høyre til venstre
nl: Klok, rechtsom
ro: Ceas dreapta spre stanga
ru: Часовая стрелка справа налево
sl: Ura od desne proti levi
tr: Sağdan sola saat

source: Spiral medium
ar: دوامة متوسطة
bg: Средна спирала
cs: Spirála střední
da: Medium spiral
el: Σπείρα (μεσαία)
et: Spiraal keskmine
eu: Espiral ertaina
fi: Keskikokoinen spiraali
fr: Spirale moyenne
hu: Közepes spirál
is: Spírall meðal
lt: Spiralė vidutinė
nb: Spiral middels
nl: Spiraal, middelgroot
ro: Spirală medie
ru: Средняя спираль
sl: Srednje velika spirala
tr: Dairesel orta

source: Spiral abstract 2
ar: تجرد حلزوني 2
bg: Спирална абстракция 2
da: Abstrakt spiral 2
el: Ακαθόριστη σπείρα 2
et: Spiraal abstraktne 2
eu: Espiral abstraktua 2
fi: Abstrakti spiraali 2
fr: Spirale abstraite 2
hu: Absztrakt spirál 2
is: Spírall abstrakt 2
lt: Abstrakti spiralė 2
nb: Spiral abstrakt 2
nl: Abstracte spiraal 2
ro: Spirala abstracta 2
ru: Абстрактная спираль 2
sl: Abstraktna spirala 2
tr: Dairesel soyut 2

source: Wipe left to right
ar: مسح من اليسار لليمين
bg: Изтриване надясно
cs: Setřít zleva doprava
da: Visk fra venstre til højre
el: Σάρωση από αριστερά προς τα δεξιά
et: Pühkimine vasakult paremale
eu: Ekortu ezkerretik eskuinera
fi: Pyyhkäisy vasemmalta oikealle
fr: Balayer vers la droite
is: Stroka vinstri til hægri
lt: Išvalymas iš kairės į dešinę
nb: Wipe venstre til høyre
nl: Uitvegen, naar rechts
ro: șterge stanga spre dreapta
ru: Появление слева направо
sl: Zabris od leve proti desni
tr: Soldan sağa süpür

source: Wipe bottom to top
ar: مسح من أسفل لأعلى
bg: Изтриване нагоре
cs: Setřít zespoda nahoru
da: Visk fra bunden og op
el: Σάρωση από κάτω προς τα πάνω
et: Pühkimine alt üles
eu: Ekortu behetik gora
fi: Pyyhkäisy alhaalta ylös
fr: Balayer vers le haut
is: Stroka neðan og upp
lt: Išvalymas iš apačios į viršų
nb: Wipe bunn til topp
nl: Uitvegen, naar boven
ro: Șterge de jos în sus
ru: Появление снизу вверх
sl: Zabris od dna do vrha
tr: Alttan üste süpür

source: Spiral abstract 1
ar: تجرد حلزوني 1
bg: Спирална абстракция 1
da: Abstrakt spiral 1
el: Ακαθόριστη σπείρα 1
et: Spiraal abstraktne 1
eu: Espiral abstraktua 1
fi: Abstrakti spiraali 1
fr: Spirale abstraite 1
hu: Absztrakt spirál 1
is: Spírall abstrakt 1
lt: Abstrakti spiralė 1
nb: Spiral abstrakt 1
nl: Abstracte spiraal 1
ro: Spirala abstracta 1
ru: Спираль абстрактная 1
sl: Abstraktna spirala 1
tr: Dairesel soyut 1

source: Wipe right to left
ar: مسح من اليمين لليسار
bg: Изтриване наляво
cs: Setřít zprava doleva
da: Visk fra højre til venstre
el: Σάρωση από δεξιά προς τα αριστερά
et: Pühkimine paremalt vasakule
eu: Ekortu eskuinetik ezkerrera
fi: Pyyhkäisy oikealta vasemmalle
fr: Balayer vers la gauche
is: Stroka hægri til vinstri
lt: Išvalymas iš dešinės į kairę
nb: Wipe høyre til venstre
nl: Uitvegen, naar links
ro: Șterge dreapta spre stanga
ru: Появление справа налево
sl: Zabris od desne proti levi
tr: Sağdan sola süpür
