Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: <b>Effect Settings</b> Click on an effect to view its settings
ar: <b>إعدادات التأثيرات</b> اضغط على التأثير لمعاينة إعداداته
bg: <b>Настройки на ефекти</b> Кликнете върху ефект и вижте опциите му
cs: <b>Nastavení efektů</b> Kliknutím na efekt bude zobrazeno jeho nastavení
da: <b>Effekt Indstillinger</b> Klik på en effekt for at se dens indstilling
el: <b>Ρυθμίσεις εφέ</b> Κάνετε κλικ πάνω σε ένα εφέ για να δείτε τις ρυθμίσεις του
et: <b>Efektide sätted</b>
eu: <b>Efektuen ezarpenak</b>
fi: <b>Tehosteiden asetukset</b> Napsauta tehostetta katsoaksesi sen asetuksia
fr: <b>Paramètres des effets</b> Cliquer sur un effet pour voir ses paramètres
hu: <b>Effekt beállításai</b> Kattints az effektre a beállításai eléréséhez
is: <b>Stillingar sjónhverfinga</b> Smelltu á sjónhverfingu til að sjá stillingar hennar
lt: <b>Efektų nustatymai</b> Paspauskite ant efekto, kad pamatytumėte jo nustatymus
nb: <b>Effektinnstillinger</b> Klikk på en effekt for å vise innstillingene
nl: <b>Effectinstellingen</b> Klik op een effect om de opties te zien
ro: <b>Configurări efect</b> Clic pe un efect pentru a-i vedea configurările
ru: <b>Параметры эффекта</b> Выделите эффект, чтобы посмотреть его параметры
sl: <b>Nastavitve učinkov</b> Kliknite na učinek za ogled nastavitev
tr: <b>Efekt Ayarları</b> Özelliklerini görmek için bir efekte tıklayın

source: Import Image Sequence
ar: استيراد تسلسل صوري
bg: Внасяне на последователни изображения
cs: Importovat sekvenci snímků
da: Importer billedsekvens
el: Εισαγωγή ακολουθίας εικόνων
et: Piltide jada importimine
eu: Inportatu irudi-sekuentzia
fi: Tuo kuvasarja
fr: Importer une séquence d'images
hu: Kép sorozat importálása
is: Flytja inn myndarunu
lt: Importuoti vaizdų seką
nb: Importer bildesekvens
nl: Afbeeldingsreeks importeren
ro: Importă secvența de imagini
ru: Импорт последовательности изображений
sl: Uvozi slikovno sekvenco
tr: Resim Dizgesini İçeri Aktar

source: Use this screen to import a sequence of numbered images as a video clip. Be sure all pictures are in the same folder, and are sequencially numbered. Use a %d for filenames starting with a number. If the filename is padded (i.e. 00001.png, 00002.png, use %05d). For example: /MyImageFolder/Image_1.png /MyImageFolder/Image_2.png or /MyImageFolder/Image_00001.png /MyImageFolder/Image_00002.png
ar: استخدم هذه الشاشة لاحضار عدد من الصور ، لتكوين فيديو تأكد أن كل الصور في مجلد واحد , و أرقامها مرتبة استخدم d% للملفات التي يبدأ اسمها برقم . لو كان اسم الملف كبير (مثل 00001.png او 00002.png اكتب بدلاً من ذلك 05d% ) مثل : صوري/صوره_1.png صوري/صوره_2.png أو صوري/صوره_00001.png صوري/صوره_00002.png
bg: Тук можете да внесете последователност от номерирани изображения като видеоклип. Уверете се, че всички изображения са в същата директория и са номерирани последователно. Използвайте %d за файлови имена започващи с номер. Ако файловото име е "раздуто" (напр. 00001.png, 00002.png, ползвай %05d). Например: /MyImageFolder/Image_1.png /MyImageFolder/Image_2.png или /MyImageFolder/Image_00001.png /MyImageFolder/Image_00002.png
cs: V tomto dialogu můžete importovat sekvence očíslovaných obrázků a vytvořit z nich video klip. Ujistěte se, že všechny obrázky jsou ve stejné složce, a že jsou očíslovány v pořadím v jakém je chcete použít. Použijte %d ve jménu v místu, kde je použita číselná sekvence. Pokud vaše číslování používá k zarovnání na pevný počet číslic použijte %05d, kde číslo mezi % a d vyjadřuje počet číslic. Například: /Obrázečky/Obraz_1.png /Obrázečky/Obraz_2.png nebo /Obrázečky/Obraz_00001.png /Obrázečky/Obraz_00002.png
da: Brug dette vindue til at importere en nummereret billedsekvens som et videoklip. Sørg for at alle billederne ligger i samme mappe og er fortløbende nummereret. Brug %d for filnavne der starter med et nummer. (eks. 00001.png, 00002.png, så brug %05d). For eksempel: /MyImageFolder/Image_1.png /MyImageFolder/Image_2.png or /MyImageFolder/Image_00001.png /MyImageFolder/Image_00002.png
el: Χρησιμοποιήστε αυτό το παράθυρο διαλόγου για να εισάγετε μία ακολουθία αριθμημένων εικόνων ως κλιπ βίντεο. Βεβαιωθείτε ότι όλες οι εικόνες βρίσκονται στον ίδιο φάκελο και είναι διαδοχικά αριθμημένες. Χρησιμοποιήστε ένα %d για ονόματα που αρχίζουν με αριθμό. Εάν το όνομα περιέχει μηδενικά (π.χ. 00001.png, 00002.png), χρησιμοποιήστε π.χ. %05d. Παραδείγματα: /ΟιΕικόνεςΜου/Εικόνα_1.png /ΟιΕικόνεςΜου/Εικόνα_2.png ή /ΟιΕικόνεςΜου/Εικόνα_00001.png /ΟιΕικόνεςΜου/Εικόνα_00002.png
et: Siin aknas saab importida nummerdatud pilte videoklipiks. Kõik pildid peavad olema samas kataloogis ning nende nummerdus peab olema pidev. Kui failinimes on numbrid eelnullidega (nt 00001.png, 00002.png), kasuta koodi %05d. Näiteks: /Pildikaust/Image_1.png /Pildikaust/Image_2.png Või: /Pildikaust/Image_00001.png /Pildikaust/Image_00002.png
eu: Erabili pantaila hau zenbakidun irudien sekuentzia bat bideo-klip gisa inportatzeko. Ziurtatu irudi guztiak karpeta berean daudela eta haien zenbakiek sekuentzia bat jarraitzen duela. Erabili %d bat zenbaki batekin hasten diren fitxategi-izenetan. Fitxategi-izenak zeroak baditu ezkerrean (adibidez 00001.png, 00002.png, erabili %05d). Adibidez: /NireIrudienKarpeta/Irudia_1.png /NireIrudienKarpeta/Irudia_2.png edo /NireIrudienKarpeta/Irudia_00001.png /NireIrudienKarpeta/Irudia_00002.png
fi: Tällä näytöllä voit tuoda numeroituja kuvatiedostoja videoleikkeeksi. Varmista että kaikki kuvat ovat samassa kansiossa ja numeroitu järjestyksessä. Käytä %d tiedostonimen numeroille. Jos tiedostonimessä on etunollia (esim. 00001.png, 00002.png, käytä %05d). Esimerkiksi /OmatKuvat/Image_1.png /OmatKuvat/Image_2.png tai /OmatKuvat/Image_00001.png /OmatKuvat/Image_00002.png
fr: Utilisez cet écran pour importer une séquence d'images numérotées en tant que séquence vidéo. Assurez-vous que toutes les images soient dans le même dossier, et numérotées en séquence. Utilisez %d pour les noms de fichiers commençant par un nombre. Si le nom de fichier est complété par des 0 (c.-à-d. 00001.png, 00002.png, utilisez %05d). Par exemple : /MonDossierImage/Image_1.png /MonDossierImage/Image_2.png ou /MonDossierImage/Image_00001.png /MonDossierImage/Image_00002.png
is: Notaðu þennan glugga til að flytja inn röð af númeruðum myndum sem vídeómyndskeið. Gakktu úr skugga um að allar myndirnar séu í sömu möppu og að þær séu númeraðar í réttri röð. Notaðu %d fyrir skráarheiti sem byrja á númeri. Ef skráarheitið er fyllt með núllum (t.d. 00001.png, 00002.png) notiaðu þá %05d. Dæmi: /MyndamappanMín/Mynd_1.png /MyndamappanMín/Mynd_2.png eða /MyndamappanMín/Mynd_00001.png /MyndamappanMín/Mynd_00002.png
lt: Naudokite šitą langą, kad importuotumėte sunumeruotus vaizdus kaip vaizdo klipą. Įsitikinkite, kad visi vaizdai yra toje pačioje direktorijoje ir yra sunumeruoti iš eilės. Naudokite %d bylos pavadinimams, kai jie prasideda skaičiu. Jei skaičiai bylos pavadinime yra paslinkti (pvz.: 00001.png, 00002.png, naudokite %05d). Pavyzdžiui: /MyImageFolder/Image_1.png /MyImageFolder/Image_2.png arba /MyImageFolder/Image_00001.png /MyImageFolder/Image_00002.png
nb: I dette skjermbildet kan du importere en nummerert sekvens av bilder som et videoklipp. Sørg for at alle bildene ligger i samme mappe og er nummerert i korrekt rekkefølge. Bruk koden %d for filnavn som begynner med et tall. Hvis filnavnet er polstret (dvs. 00001.png, 00002.png) bruk i stedet koden %05d For eksempel: /MinBildemappe/Bilde_1.png /MinBildemappe/Bilde_2.png eller /MinBildemappe/Bilde_00001.png /MinBildemappe/Bilde_00002.png
nl: Gebruik dit scherm om een reeks genummerde afbeeldingen als videofragment te importeren. Let erop dat alle afbeeldingen in dezelfde map staan en opeenvolgend genummerd zijn. Gebruik %d om het nummer in de bestandsnaam aan te geven. Als het nummer uitgevuld is met nullen (bijvoorbeeld 00001.png, 00002.png) gebruik dan %05d. Voorbeelden: /MijnAfbeeldingMap/Afbeelding_1.png /MijnAfbeeldingMap/Afbeelding_2.png of /MijnAfbeeldingMap/Afbeelding_00001.png /MijnAfbeeldingMap/Afbeelding_00002.png
ro: Folosiți acest ecran pentru a importa o succesiune de imagini, numerotate ca un clip video. Asigurați-vă că toate imaginile sunt în același folder, și sunt numerotate secvential. Folosiți un %d pentru numele de fișiere ce incep cu un număr. Dacă numele de fișier este padded (adică 00001.png, 00002.png, utilizează% 05d) For example: /MyImageFolder/Image_1.png /MyImageFolder/Image_2.png or /MyImageFolder/Image_00001.png /MyImageFolder/Image_00002.png
ru: Используйте этот экран для импорта последовательности номерованных изображений как видеоклип. Будьте уверены, что все изображения находятся в одной папке и последовательно пронумерованы. Используйте %d для имен файлов, начинающихся с цифры. Если имя файла заполнено (т.е. 00001.png, 00002.png) используйте %05d). Например: /MyImageFolder/Image_1.png /MyImageFolder/Image_2.png или /MyImageFolder/Image_00001.png /MyImageFolder/Image_00002.png
sl: Uporabi to okno za uvoz sekvence oštevilčenih slik kot video posnetka. Prepričajte se, da so vse slike v isti mapi in da so oštevilčene. Za imena datotek, ki se začnejo s številko, uporabite %d. Če ime datoteke vsebuje vodilne ničle (npr. 00001.png, 00002.png), uporabite %05d. Primer: /MojaMapaSlik/Slika_1.png /MojaMapaSlik/Slika_2.png ali /MojaMapaSlik/Slika_00001.png /MojaMapaSlik/Slika_00002.png
tr: Bu ekran aracılığıyla numaralı resim dizgelerini video klip olarak içeri aktarabilirsiniz. Tüm resimlerin aynı dizin içinde olduğundan ve ardışık olarak numaralandırıldığından emin olun. Sıra numaralarını tanımlamak için %d ifadesini kullanabilirsiniz. Eğer dosya ismi oooo1.png, 00002.png, ... ise %05d ifadesiyle tüm resimleri içeri aktarabilirsiniz. Örneğin: /ResimDizini/Resim_1.png /ResimDizini/Resim_2.png veya /ResimDizini/Resim_00001.png /ResimDizini/Resim_00002.png

source: Frames per Image:
ar: الإيطارات في كل صورة:
bg: Кадри на изображение (бр.):
cs: Snímků za na jeden obrázek:
da: Billedvarighed(i frames):
el: Καρέ ανά εικόνα:
et: Kaadreid pildi kohta:
eu: Fotogramak irudiko:
fi: Ruutuja per kuva:
fr: Frames par images
hu: Képkocka képenként:
is: Rammar á mynd:
lt: Kadrai per atvaizdą:
nb: Rammer pr bilde:
nl: Aantal filmbeelden per afbeelding:
ro: Frames per Imagine
ru: Кадров на изображение
sl: Sličic za sliko:
tr: Resim başına Kare

source: Image Folder:
ar: مجلد الصورة:
bg: Папка с изображения:
cs: Složka s obrázky:
da: Billedmappe:
el: Φάκελος εικόνων:
et: Piltide kataloog:
eu: Irudi-karpeta:
fi: Kuvakansio:
fr: Dossier des images :
hu: Kép mappa:
is: Myndamappa:
lt: Atvaizdų katalogas:
nb: Bildemappe:
nl: Afbeeldingsmap:
ro: Dosar imagine:
ru: Папка изображений:
sl: Mapa s slikami:
tr: Resim Dosyası

source: File Name Pattern:
ar: نمط اسم الملف
bg: Шаблон за име на файл:
cs: Vzor jména souboru:
da: Filnavnsmønster:
el: Πρότυπο ονόματος αρχείων:
et: Failinime muster:
eu: Fitxategi-izenen eredua:
fi: Kuvatiedoston nimen muoto:
fr: Format de nom de fichier :
hu: Fájlnév minta:
is: Regla fyrir skráaheiti:
lt: Bylos pavadinimo šablonas:
nb: Mønster for filnavn:
nl: Bestandsnaampatroon:
ro: Șablon nume fișier
ru: Шаблон имени файла:
sl: Vzorec imena datotek:
tr: Dosya İsmi Kalıbı

source: myfile_%d.png
ar: ملفي_%d.png
bg: файл_%d.png
cs: můjsoubor_%d.png
da: minfil_%d.png
el: το_αρχείο_μου_%d.png
et: minufail_%d.png
eu: nirefitxategia_%d.png
fr: monfichier_%d.png
hu: fajlom_%d.png
is: skráinmín_%d.png
lt: manoByla_%d.png
nb: minfil_%d.png
nl: mijnbestand_%d.png
sl: mojadatoteka_%d.png
tr: dosyam_%d.png

source: Old Dust
ar: تراب قديم
bg: Стар прах
cs: Starý prach
da: Gammel og støvet
el: Παλιό σκονισμένο
et: Vana tolm filmil
eu: Hauts zaharra
fr: Viellissement: Arctefacts
hu: Poros
is: Gamalt ryk
lt: Senos dulkės
nb: Gammelt støv
nl: Oud en stoffig
ro: Praf Vechi
ru: Старая пыль
sl: Stari film - prah
tr: Eskimiş Toz

source: Phaser
ar: تشويش
bg: Фазер
cs: Fázovač
da: Phasere
et: Faasinihe
eu: Phaserra
fr: Phase
lt: Fazeris
nb: Faseforvregning
ru: Фазер
sl: Faznik
tr: Fazer

source: Nervous
ar: عصبي
bg: Нервен
cs: Nervózní
da: Nervøs
el: Νευρώδη
et: Närviline
eu: Urduria
fr: Nerveux
is: Á taugum
lt: Nervuotas
nb: Nervøs
nl: Nerveus
ro: Agitat
ru: Нервный
sl: Živčen
tr: Sinirli

source: Burning TV
ar: تليفزيون مشتعل
bg: Изгарящ ТВ
cs: Vypalování TV
da: Brændende TV
et: Põlev
eu: Telebista errea
fi: Palava TV
hu: Égő TV
is: Innbrennt sjónvarp
lt: Degantis TV
nb: Brennende TV
nl: Vurige TV
ro: Tv Arzator
ru: Горящее ТВ
sl: Goreča TV
tr: Yanan TV

source: Param
ar: عامل متغير
bg: Параметър
cs: Parametr
el: Παράμετρος
et: Parameetrid
fr: Paramètres
hu: Paraméter
is: Færibreyta (Param)
lt: Parametrai
nb: Parameter
nl: Optie s=sinus t=driehoek
ru: Параметр
sl: Parametri
tr: Parametre

source: Chroma Key
ar: مفتاح النقاء
bg: Син екран
el: Κλειδί chroma
et: Läbipaistev värv
is: Bakgrunnsútskipti (Chroma Key)
lt: Chroma raktas
nb: Fargennøkling
ro: Chei Cromatice
ru: Хроматический ключ
sl: Zeleno/modro ozadje
tr: Parlaklık Anahtarı

source: Blur
ar: ضبابية
bg: Замъгляване
cs: Rozostření
da: Blødgør
el: Θόλωμα
et: Hägustamine
eu: Lausoa
fi: Sumennus
fr: Flou
hu: Elmosás
is: Móða
lt: Suliejimas
nb: Gjør uskarp
nl: Vervaging
ro: Estompare
ru: Размытие
sl: Zabrisano
tr: Bulanık

source: Old Lines
ar: خطوط قديمة
bg: Стари линии
cs: Staré linky
da: Gamle linjer
el: Παλιό με γραμμές
et: Vana kraabitud film
eu: Lerro zaharrak
fr: Viellissement: Lignes
is: Gamlar línur
lt: Senos linijos
nb: Gamle linjer
nl: Oud en gekrast
ro: Linii Vechi
ru: Старые линии
sl: Stari film - praske
tr: Eski Çizgiler

source: Rain
ar: مطر
bg: Дъжд
cs: Déšť
da: Regn
el: Βροχή
et: Vihm
eu: Euria
fi: Sade
fr: Pluie
hu: Eső
is: Regn
lt: Lietus
nb: Regn
nl: Regen
ro: Ploaie
ru: Дождь
sl: Dež
tr: Yağmur

source: Surfer
ar: المتصفح
bg: Сърфист
cs: Surfař
el: Απόνερα
et: Surfar
eu: Surferra
fr: Perturbations
is: Brunari
lt: Bangletininkas
nl: Kielzog
ru: Сёрфер
sl: Deskar
tr: Sörfçü

source: Neutral Color
ar: لون متعادل
bg: Неутрален цвят
cs: Neutrální barva
da: Neutral farve
el: Ουδέτερο χρώμα
et: Neutraalne värv
eu: Kolore neutroa
fr: Couleur neutre
hu: Semleges szín
is: Hlutlaus litur
lt: Neutralios spalvos
nb: Nøytral farge
nl: Neutrale kleur
ro: Culoare Neutra
ru: Нейтральный цвет
sl: Nevtralna barva
tr: Nötr Renk

source: Glow
ar: توّهج
bg: Блестене
cs: Rozjasnění
da: Glød
el: Λάμψη
et: Helendus
eu: Dirdira
fi: Hehku
fr: Halo
hu: Ragyogás
is: Glóð
lt: Švytėjimas
nb: Glød
nl: Gloed
ro: Strălucire
ru: Свечение
sl: Žarenje
tr: Parlama

source: Fixed Rotate Y
ar: تدوير في المحور ص
bg: Фиксирано завъртане по Y
cs: Rotace okolo osy Y
da: Bestemt rotation Y
el: Σταθερή περιστροφή Y
et: Fikseeritud Y-pööre
eu: Y-ren biratze finkoa
fr: Variable fixe Y
is: Fastur snúningur Y
lt: Pastovus pasukimas Y
nb: Fast rotasjon Y
nl: Vaste rotatie y-as
ro: Rotație Y Fixa
ru: Фиксированный поворот Y
sl: Fiksna rotacija Y
tr: Y Ekseninde Çevir

source: Fixed Rotate X
ar: تدوير في المحور س
bg: Фиксирано завъртане по X
cs: Rotace okolo osy X
da: Bestemt rotation X
el: Σταθερή περιστροφή X
et: Fikseeritud X-pööre
eu: X-en biratze finkoa
fr: Variable fixe X
is: Fastur snúningur X
lt: Pastovus pasukimas X
nb: Fast rotasjon X
nl: Vaste rotatie x-as
ro: Rotație X Fixa
ru: Фиксированный поворот X
sl: Fiksna rotacija X
tr: X Ekseninde Çevir

source: Fixed Rotate Z
ar: تدوير في المحور ل
bg: Фиксирано завъртане по Z
cs: Rotace okolo osy Z
da: Bestemt rotation Z
el: Σταθερή περιστροφή Z
et: Fikseeritud Z-pööre
eu: Z-ren biratze finkoa
fr: Variable fixe Z
is: Fastur snúningur Z
lt: Pastovus pasukimas Z
nb: Fast rotasjon Z
nl: Vaste rotatie z-as
ro: Rotație Z Fixa
ru: Фиксированный поворот Z
sl: Fiksna rotacija Z
tr: Z Ekseninde Çevir

source: Amount
ar: المقدار
bg: Количество
cs: Množství
da: Mængde
el: Ποσό
et: Kogus
eu: Kantitatea
fi: Määrä
fr: Quantité
hu: Mennyiség
is: Styrkur
lt: Kiekis
nb: Mengde
nl: Hoeveelheid
ro: Valoarea
ru: Величина
sl: Količina
tr: Miktar

source: Amplitude
ar: الارتفاع
bg: Амплитуда
cs: Amplituda
da: Lydstyrke
el: Εύρος
et: Amplituud
eu: Anplitudea
fi: Voimakkuus
hu: Amplitudó
is: Útslag
lt: Amplitudė
nb: Amlitude
ro: Amplitudine
ru: Амплитуда
sl: Amplituda
tr: Boyut

source: Variance
ar: الفرق
bg: Вариация
cs: Odchylka
da: Varians
el: Διακύμανση
et: Lahknevus
eu: Bariantza
fi: Varianssi
hu: Eltérés
is: Breytileiki
lt: Nukrypimas
nb: Varians
nl: Spreiding
ro: Varianta
ru: Изменчивость
sl: Varianca
tr: Varyans

source: Black and White
ar: أبيض و أسود
bg: Черно и бяло
cs: Černobílý
da: Sort og hvid
el: Ασπρόμαυρο
et: Mustvalge
eu: Zuri-beltza
fi: Mustavalkoinen
fr: Noir et blanc
hu: Fekete-fehér
is: Svart/hvítt
lt: Juoda ir balta
nb: Svart-hvitt
nl: Zwart-wit
ro: Negru și alb
ru: Чёрно-белый
sl: Črno-belo
tr: Siyah ve Beyaz

source: Brightness Delta Down
ar: خفض سطوع دلتا
cs: Ztmavit deltu
da: Lysstyrke ændring ned
el: Φωτεινότητα δέλτα (κάτω)
et: Heleduse muut alla
eu: Distira delta behera
fr: Luminosité Delta en baisse
is: Birtumunur niður
lt: Šviesumas delta žemyn
nb: Lysstyrke delta ned
nl: Lage helder- heidsvariatie
ro: Luminozitate Delta jos
ru: Дельта яркости нижнего
sl: Delta svetilnosti dol
tr: Parlaklık Deltasını Azalt

source: Width
ar: العرض
bg: Широчина
cs: Šířka
da: Bredde
el: Πλάτος
et: Laius
eu: Zabalera
fi: Leveys
fr: Largeur
hu: Szélesség
is: Breidd
lt: Plotis
nb: Bredde
nl: Breedte
ro: Lățime
ru: Ширина
sl: Širina
tr: Genişlik

source: Edgeglow
ar: حافة لامعة
bg: Светещ ръб
da: Kantglød
el: λάμψη άκρων
et: Helendavad servad
eu: Ertzaren dirdira
is: Glóbrúnir
lt: Kraštų švytėjimas
nb: Kantglød
nl: Randgloed
ro: Stralucire-de-margine
sl: Žarenje robov
tr: Kenar Parlaklığı

source: Echo
ar: إرجاع
bg: Ехо
da: Ekko
el: Ηχώ
et: Kaja
eu: Oihartzuna
fi: Kaiutus
fr: Écho
hu: Visszhang
is: Bergmál
lt: Aidas
nb: Ekko
ro: Ecou
ru: Эхо
sl: Odmev
tr: Yankı

source: Brightness Delta Up
ar: رفع سطوع دلتا
cs: Zesvětlit deltu
da: Lysstyrke ændring op
el: Φωτεινότητα δέλτα (πάνω)
et: Heleduse muut üles
eu: Distira delta gora
fr: Luminosité Delta en hausse
is: Birtumunur upp
lt: Šviesumas delta aukštyn
nb: Lysstyrke delta opp
nl: Hoge helder- heidsvariatie
ro: Luminozitate Delta Sus
ru: Дельта яркости верхнего
sl: Delta svetilnosti gor
tr: Parlaklık Deltasını Artır

source: Swirl
ar: دوّامة
bg: Завихряне
cs: Víření
da: Hvirvel
el: Περιδίνηση
et: Keeris
eu: Zurrunbiloa
fi: Pyörre
fr: Tourbillon
hu: Örvény
is: Sveimur
lt: Sūkurys
nb: Virvel
nl: Draaikolk
ro: Spirală
ru: Завиток
sl: Vrtinec
tr: Girdap

source: Foreground
ar: الواجهة الأمامية
bg: Преден план
cs: Popředí
da: Forgrund
el: Προσκήνιο
et: Esiplaan
eu: Aurreko planoa
fi: Edusta
fr: Avant-plan
hu: Előtér
is: Forgrunnur
lt: Priekinis planas
nb: Forgrunn
nl: Voorgrond
ro: Prim plan
ru: Передний план
sl: Ospredje
tr: Önplan

source: Scale
ar: المقاس
bg: Мащабиране
cs: Měřítko
da: Skala
el: Κλίμακα
et: Skaala
eu: Eskala
fr: Échelle
hu: Méretarány
is: Kvarði
lt: Ištempti
nb: Størrelse
nl: Schaal
ro: Scalare
ru: Масштаб
sl: Merilo
tr: Ölçekle

source: End
ar: إنهاء
bg: Край
cs: Konec
da: Slutning
el: Τέλος
et: Lõpp
eu: Amaiera
fr: Fin
hu: Vége
is: Endir
lt: Pabaiga
nb: Slutt
nl: Einde
ro: Sfârșit
ru: Конец
sl: Konec
tr: Son

source: Oversaturate Color
ar: لون عالي التشبع
bg: Пренасищане на цветовете
cs: Přesytit barvu
da: Overmættet farve
el: Υπερκορεσμός χρώματος
et: Värvide üleküllastus
eu: Kolore gainasea
fi: Ylikyllästytä värit
fr: Sursaturation des couleurs
is: Yfirmettaður litur
lt: Persodrinta spalva
nb: Overmettet farge
nl: Verkleuren
ro: Suprasaturare Culoare
ru: Перенасыщенный цвет
sl: Prenasiči barvo
tr: Rengi Aşırı Doygun Yap

source: Invert
ar: اعكس
bg: Негатив
cs: Převrátit
da: Modsat
el: Αρνητικό
et: Inverteerimine
eu: Alderantzikatu
fi: Käänteinen
fr: Négatif
hu: Invertálás
is: Umhverfa
lt: Išversti
nb: Inverter
nl: Omkeren
ro: Inversează
ru: Инверсия
sl: Preobrni
tr: Negatifleştir

source: White Balance
ar: موزانة الأبيض
bg: Баланс на бялото
cs: Vyvážení bílé
da: Hvidbalance
el: Iσοστάθμιση λευκού
et: Valge tasakaal
eu: Zuri-balantzea
fi: Valkotasapaino
fr: Balance des blancs
hu: Fehéregyensúly
is: Hvítvægi
lt: Baltumo balansas
nb: Hvitbalanse
nl: Witbalans
ro: Balanță de alb
ru: Баланс белого
sl: Nastavitev beline
tr: Beyaz Dengesi

source: Old Film
ar: فيلم قديم
bg: Стар филм
cs: Starý film
da: Gammel film
el: Παλιά ταινία
et: Vana film
eu: Film zaharra
fi: Vanha elokuva
fr: Viellissement: Pellicule
hu: Régi film
is: Gömul filma
lt: Senas filmas
nb: Gammel film
nl: Oude film
ro: Film Vechi
ru: Старый фильм
sl: Stari film
tr: Eski Film

source: Charcoal
ar: فحم
bg: Въглен
cs: Kresba uhlem (Charcoal)
da: Trækul
el: Σκίτσο με κάρβουνο
et: Söejoonistus
eu: Ikatza
fi: Hiili
fr: Fusain
hu: Rajzszén
is: Viðarkol
lt: Medžio anglis
nb: Kullstift
nl: Houtskool
ro: Cărbune
ru: Угольный карандаш
sl: Oglje
tr: Karakalem

source: Noise
ar: ضوضاء
bg: Шум
cs: Šum
da: Støj
el: Θόρυβος
et: Müra
eu: Zarata
fi: Melu
fr: Bruit
hu: Zaj
is: Truflanir
lt: Triukšmas
nb: Støy
nl: Ruis
ro: Zgomot
ru: Шум
sl: Šum
tr: Parazit

source: Brightness
ar: السطوع
bg: Яркост
cs: Jas
da: Lysstyrke
el: Φωτεινότητα
et: Eredus
eu: Distira
fi: Kirkkaus
fr: Luminosité
hu: Fényerő
is: Birtustig
lt: Šviesumas
nb: Lysstyrke
nl: Helderheid
ro: Luminozitate
ru: Яркость
sl: Svetlost
tr: Parlaklık

source: Red/Green Axis
ar: محور أحمر/أخضر
bg: Ос Червено/Зелено
cs: Červená/zelená osa
da: Rød/Grøn akse
el: Άξονας κόκκινου/πράσινου
et: Punane/roheline telg
eu: Ardatz gorri / berdea
fr: AXe rouge/vert
is: Rauður/grænn ás
lt: Raudona/Žalia ašis
nb: Rød/grønn akse
nl: Rood/groen-as
ro: Axa Rosu/Verde
ru: Красная/зелёная оси
sl: Os rdeče/zeleno
tr: Kırmızı/Yeşil Ekseni

source: Water
ar: مائي
bg: Вода
cs: Voda
da: Vand
el: Επιφάνεια νερού
et: Vesi
eu: Ura
fi: Vesi
fr: Jeux d'eau
hu: Víz
is: Vatn
lt: Vanduo
nb: Vann
ro: Apă
ru: Вода
sl: Voda
tr: Su

source: Key
ar: المفتاح
bg: Ключ
cs: Klíč
da: Nøgle
el: Κλειδί
et: Võti
eu: Gakoa
fi: Avain
fr: Couleur clé
is: Lykill
lt: Raktas
nb: Nøkling
ro: Cheie
ru: Ключ
sl: Ključ
tr: Anahtar

source: Cartoon
ar: كرتون
bg: Анимация
cs: Komiks
da: Karikatur
el: Σκίτσο
et: Multikas
eu: Komikia
fr: Dessin animé
hu: Rajzfilm
is: Skrípó
lt: Animacinis stilius
nb: Tegnefilm
nl: Tekenfilm
ro: Desen animat
ru: Мультик
sl: Karikatura
tr: Çizgi film

source: X Offset
ar: إزاحة س
bg: Отстъп по X
cs: Posun X
da: X-forskydning
el: Μετατόπιση Χ
et: X-nihe
eu: X desplazamendua
fi: X-siirtymä
fr: Décalage horizontal
is: X-hliðrun
lt: X atsvara
nb: X-forskyvning
nl: X-verschuiving
ro: Decalaj X
ru: Смещение по X
sl: Zamik X
tr: X Ofseti

source: Smooth
ar: تنعيم
bg: Изглаждане
cs: Vyhladit
da: Udglat
el: Ομαλό
et: Pehmenda
eu: Leuntasuna
fi: Sileä
fr: Lisser
hu: Simítás
is: Mýking
lt: Tolygus
nb: Jevn
nl: Vloeiend
ro: Neted
ru: Сглаживание
sl: Zgladi
tr: Yumuşak

source: Remove Red
ar: ازالة الاحمر
bg: Премахване на червено
cs: Odebrat červenou
da: Fjern rød
el: Αφαίρεση κόκκινου
et: Eemalda punane
eu: Kendu gorria
fi: Poista punainen
fr: Suppression du rouge
hu: Vörös eltávolítása
is: Fjarlægja rautt
lt: Šalinti raudoną spalvą
nb: Fjern rød
nl: Rood verwijderen
ro: Eliminăre Rosu
ru: Удалить красный компонент
sl: Odstrani rdečo
tr: Kırmızıyı Kaldır

source: Block Size X
ar: ايقاف الحجم س
cs: Zablokovat velikost X
da: Blok størrelse X
el: Μέγεθος στοιχείου X
et: X-telje bloki suurus
eu: Blokeatu X tamaina
fr: Taille bloc X
is: Blokkarstærð X
lt: Bloko dydis X
nb: Blokkstørrelse X
nl: Blokgrootte X
ro: Blocheza Mărima X
ru: Размер блока X
sl: Velikost bloka X
tr: X Ölçüsünü Engelle

source: Block Size Y
ar: ايقاف الحجم ص
cs: Zablokovat velikost Y
da: Blok størrelse Y
el: Μέγεθος στοιχείου Y
et: Y-telje bloki suurus
eu: Blokeatu Y tamaina
fr: Taille bloc Y
is: Blokkarstærð Y
lt: Bloko dydis Y
nb: Blokkstørrelse Y
nl: Blokgrootte Y
ro: Blocheaza Mărima Y
ru: Размер блока Y
sl: Velikost bloka Y
tr: Y Ölçüsünü Engelle

source: Sobel
ar: معامل الحواف
bg: Контури
fr: Néon
is: Finna jaðra
ru: Собел
