Repository: zaenalarifin/openshot_jmd
Catalog: openshot/locale/*/LC_MESSAGES/OpenShot.po
Languages: ar, bg, cs, da, el, et, eu, fi, fr, hu, is, lt, nb, nl, ro, ru, sl, tr

source: 128 kb/s - Low Quality 384 kb/s - Video Conferencing 1.25 Mb/s – VCD Quality 5.00 Mb/s – DVD Quality 15.00 Mb/s – HDTV quality 40 Mb/s - Blu-ray quality
ar: 128 ك.ب./ثانية - جودة منخفضة 384 ك.ب./ثانية - فيديو 1.25 م.ب./ثانية - جودة "فيديو سي دي" 5.00 م.ب./ثانية - جودة دي في دي 15.00 م.ب./ثانية - تلفاز عالي الجودة (HDTV) 40 م.ب./ثانية - جودة بلو ري
bg: 128 kb/s - Ниско качество 384 kb/s - Видео конференция 1.25 Mb/s – VCD качество 5.00 Mb/s – DVD качество 15.00 Mb/s – HDTV качество 40 Mb/s - Blu-ray качество
cs: 128 kb/s - Nízká kvalita 384 kb/s - Videokonference 1.25 Mb/s – VCD kvalita 5.00 Mb/s – DVD kvalita 15.00 Mb/s – HDTV kvalita 40 Mb/s - Blu-ray kvalita
da: 128 kb/s - Lav kvalitet 384 kb/s - Video konference 1.25 Mb/s – VCD kvalitet 5.00 Mb/s – DVD kvalitet 15.00 Mb/s – HDTV kvalitet 40 Mb/s - Blu-ray kvalitet
el: 128 kb/s - Χαμηλή ποιότητα 384 kb/s - Ποιότητα βιντεοσυνεδρίασης 1.25 Mb/s – Ποιότητα VCD 5.00 Mb/s – Ποιότητα DVD 15.00 Mb/s – Ποιότητα HDTV quality 40 Mb/s - Ποιότητα Blu-ray
et: 128 kb/s - Halb kvaliteet 384 kb/s - Videokonverents 1.25 Mb/s – VCD-kvaliteet 5.00 Mb/s – DVD-kvaliteet 15.00 Mb/s – HDTV-kvaliteet 40 Mb/s - Blu-ray kvaliteet
eu: 128 kb/s - Kalitate baxua 384 kb/s - Bideokonferentzia 1.25 Mb/s – VCD kalitatea 5.00 Mb/s – DVD kalitatea 15.00 Mb/s – HDTV kalitatea 40 Mb/s - Blu-ray kalitatea
fi: 128 kb/s - Matala laatu 384 kb/s - Videoneuvottelu 1.25 Mb/s – VCD-laatu 5.00 Mb/s – DVD-laatu 15.00 Mb/s – HDTV-laatu 40 Mb/s - Blu-ray-laatu
fr: 128 kb/s - Basse qualité 384 kb/s - Vidéo-conférence 1.25 Mb/s – Qualité VCD 5.00 Mb/s – Qualité DVD 15.00 Mb/s – Qualité HDTV 40 Mb/s - Qualité Blu-ray
hu: 128 kb/s - Alacsony minőség 384 kb/s - Videókonferencia 1.25 Mb/s – VCD Minőség 5.00 Mb/s – DVD Minőség 15.00 Mb/s – HDTV Minőség 40 Mb/s - Blu-ray Minőség
is: 128 kb/s - Lággæða 384 kb/s - Fjarfundir 1.25 Mb/s – VCD gæði 5.00 Mb/s – DVD gæði 15.00 Mb/s – HDTV gæði 40 Mb/s - Blu-ray gæði
lt: 128 kb/s - žema kokybė 384 kb/s - vaizdo konferencija 1.25 Mb/s – VCD kokybė 5.00 Mb/s – DVD kokybė 15.00 Mb/s – HDTV kokybė 40 Mb/s - Blu-ray kokybė
nb: 128 kb/s - Lav kvalitet 384 kb/s - Videokonferanse 1.25 Mb/s – VHS-kvalitet 5.00 Mb/s – DVD-kvalitet 15.00 Mb/s – HDTV-kvalitet 40 Mb/s - Blu-ray-kvalitet
nl: 128 kb/s – Lage kwaliteit 384 kb/s – Videoconferentie 1.25 Mb/s – VCD-kwaliteit 5.00 Mb/s – DVD-kwaliteit 15.00 Mb/s – HDTV-kwaliteit 40 Mb/s – Blu-ray-kwaliteit
ro: 128 kb/s - Calitate slabă 384 kb/s - Conferință video 1.25 Mb/s – Calitate VCD 5.00 Mb/s – Calitate DVD 15.00 Mb/s – Calitate HDTV 40 Mb/s - Calitate Blu-ray
ru: 128 кб/с - Низкое качество 384 кб/с - Для видеоконференций 1.25 Мб/с – Качество VCD 5.00 Мб/с – Качество DVD 15.00 Мб/с – Качество HDTV 40 Мб/с - Качество Blu-ray
sl: 128 kb/s - Nizka kakovost 384 kb/s - Video konference 1.25 Mb/s – Kakovost VCD 5.00 Mb/s – Kakovost DVD 15.00 Mb/s – Kakovost HDTV 40 Mb/s - Kakovost Blu-ray
tr: 128 kb/s - Düşük Kalite 384 kb/s - Video Konferans 1.25 Mb/s – VCD Kalitesi 5.00 Mb/s – DVD Kalitesi 15.00 Mb/s – HDTV kalitesi 40 Mb/s - Blu-ray kalitesi

source: 15.00 Mb/s – HDTV quality
ar: 15.00 مب/ث – دقّة HDTV
bg: 15.00 Mb/s – Качество HDTV
cs: 15.00 Mb/s – HDTV kvalita
da: 15.00 Mb/s – HDTV kvalitet
el: 15.00 Mb/s – Ποιότητα HDTV quality
et: 15.00 Mb/s – HDTV-kvaliteet
eu: 15.00 Mb/s – HDTV kalitatea
fi: 15.00 Mb/s – HDTV-laatu
fr: 15,00 Mb/s – Qualité HDTV
hu: 15.00 Mb/s – HDTV minőség
is: 15.00 Mb/s – HDTV gæði
lt: 15.00 Mb/s – HDTV kokybė
nb: 15.00 Mb/s – HDTV-kvalitet
nl: 15.00 Mb/s – HDTV-kwaliteit
ro: 15.00 Mb/s – Calitate HDTV
ru: 15.00 Мб/с – Качество HDTV
sl: 15,00 Mb/s – Kakovost HDTV
tr: 15.00 Mb/s – HDTV kalitesi

source: <b>Video Settings</b>
ar: <b>إعدادات الفيديو</b>
bg: <b>Видео настройки</b>
cs: <b>Video nastavení</b>
da: <b>Video indstillinger</b>
el: <b>Ρυθμίσεις βίντεο</b>
et: <b>Videosätted</b>
eu: <b>Bideo-ezarpenak</b>
fi: <b>Videoasetukset</b>
fr: <b>Paramètres vidéo</b>
hu: <b>Videó beállítások</b>
is: <b>Vídeóstillingar</b>
lt: <b>Vaizdo nustatymai</b>
nb: <b>Videoinnstillinger</b>
nl: <b>Video-instellingen</b>
ro: <b>Parametrii video</b>
ru: <b>Параметры видео</b>
sl: <b>Video nastavitve</b>
tr: <b>Video Ayarları</b>

source: Audio Codec:
ar: الترميز الصوتي:
bg: Аудио кодек:
cs: Audio kodek:
el: Κωδικοποιητής ήχου:
et: Audiokoodek:
eu: Audio-kodeka:
fi: Äänitiedoston purkaja:
fr: Codec audio :
hu: Hangkódoló:
is: Hljóðkóðun:
lt: Garso kodekas:
nb: Lydkodek:
ro: Codec audio:
ru: Звуковой кодек:
sl: Zvokovni kodek:
tr: Ses kodek:

source: Sample Rate:
ar: معدل العينة:
bg: Честота на дискретизация:
cs: Vzorkovací frekvence:
el: Ρυθμός δειγματοληψίας:
et: Diskreetimissagedus:
eu: Lagin-emaria:
fi: Näytteenottotaajuus:
fr: Taux d'échantillonage :
hu: Mintavétel:
is: Safntíðni:
lt: Dažnių srautas:
nb: Samplingsfrekvens
nl: Samplesnelheid:
ro: Rată mixare:
ru: Частота дискретизации:
sl: Mera vzorčenja:
tr: Örnekleme Oranı:

source: # of Channels:
ar: # من القنوات:
bg: # на канали:
cs: # kanálů:
da: Antal kanaler:
el: πλήθος καναλιών:
et: Kanalite arv:
eu: Kanal-kopurua:
fi: Kanavien lukumäärä:
fr: Nombre de canaux
hu: Csatornák száma:
is: # rása:
lt: Kanalų skaičius:
nb: Antall kanaler:
nl: Aantal kanalen:
ro: Nr. de canale
ru: Кол-во каналов
sl: Št. kanalov:
tr: Kanal #:

source: 32 kb/s - Poor quality 64 kb/s - Fair quality 96 kb/s - FM quality 128 kb/s - Good quality 192 kb/s- Better quality 256 kb/s- Near CD quality
ar: 32 كب/س - جودة سيئة 64 كب/س - جودة عادية 96 كب/س - جودة FM 128 كب/س - جودة جيّدة 192 كب/س- جودة عالية 256 كب/س- جودة مقاربة لجودة CD
bg: 32 kb/s - Лошо качество 64 kb/s - Поносимо качество 96 kb/s - Радио качество 128 kb/s - Добро качество 192 kb/s- По-добро качество 256 kb/s- Качество, почти като на CD
cs: 32 kb/s - Chabá kvalita 64 kb/s - Slušná kvalita 96 kb/s - FM kvalita 128 kb/s - Dobrá kvalita 192 kb/s- Lepší kvalita 256 kb/s- Téměř CD kvalita
da: 32 kb/s - Ringe kvalitet 64 kb/s - Rimelig kvalitet 96 kb/s - FM kvalitet 128 kb/s - God kvalitet 192 kb/s- Bedre kvalitet 256 kb/s- Nær CD kvalitet
el: 32 kb/s - Κακή ποιότητα 64 kb/s - Μέτρια ποιότητα 96 kb/s - Ποιότητα FM 128 kb/s - Καλή ποιότητα 192 kb/s- Καλύτερη ποιότητα 256 kb/s- Ποιότητα παραπλήσια με CD
et: 32 kb/s - Madal kvaliteet 64 kb/s - Nigel kvaliteet 96 kb/s - Raadiokvaliteet 128 kb/s - Hea kvaliteet 192 kb/s - Parem kvaliteet 256 kb/s - Peaaegu CD-kvaliteet
eu: 32 kb/s - Kalitate txikia 64 kb/s - Kalitate ertaina 96 kb/s - FM kalitatea 128 kb/s - Kalitate ona 192 kb/s- Kalitate hobea 256 kb/s- Ia CD kalitatea
fi: 32 kb/s - Heikko laatu 64 kb/s - Kohtuullinen laatu 96 kb/s - Radiotasoinen laatu 128 kb/s - Hyvä laatu 192 kb/s- Erinomainen laatu 256 kb/s- Lähes CD-laatu
fr: 32 kb/s - Basse qualité 64 kb/s - Qualité moyenne 96 kb/s - Qualité FM 128 kb/s - Bonne qualité 192 kb/s- Meilleure qualité 256 kb/s- Quasi qualité CD
hu: 32 kb/s - Gyenge minőség 64 kb/s - Elfogadható minőség 96 kb/s - FM minőség 128 kb/s - Jó minőség 192 kb/s - Nagyon jó minőség 256 kb/s - Közel CD minőség
is: 32 kb/s - Léleg gæði 64 kb/s - Ásættanleg gæði 96 kb/s - FM gæði 128 kb/s - Góð gæði 192 kb/s- Betri gæði 256 kb/s- Næstum CD gæði
lt: 32 kb/s - Prasta kokybė 64 kb/s - Patenkinama kokybė 96 kb/s - FM kokybė 128 kb/s - Gera kokybė 192 kb/s- Geresnė kokybė 256 kb/s- Artima CD kokybei
nb: 32 kb/s - Lav kvalitet 64 kb/s - Akseptabel kvalitet 96 kb/s - FM-kvalitet 128 kb/s - God kvalitet 192 kb/s- Bedre kvalitet 256 kb/s- Nær CD-kvalitet
nl: 32 kb/s - Matige kwaliteit 64 kb/s - Redelijke kwaliteit 96 kb/s - FM Radio-kwaliteit 128 kb/s - Goede kwaliteit 192 kb/s - Hoge kwaliteit 256 kb/s - Bijna cd-kwaliteit
ro: 32 kb/s - Calitate proastă 64 kb/s - Calitate slabă 96 kb/s - Calitate FM 128 kb/s - Calitate bună 192 kb/s - Calitate mai bună 256 kb/s - Aproape calitate CD
ru: 32 kb/s - Плохое качество 64 kb/s - Среднее качество 96 kb/s - Качество FM-радио 128 kb/s - Хорошее качество 192 kb/s- Отличное качество 256 kb/s- Почти CD-качество
sl: 32 kb/s - Nizka kakovost 64 kb/s - Zadovoljiva kakovost 96 kb/s - Kakovost FM (radio) 128 kb/s - Dobra kakovost 192 kb/s - Boljša kakovost 256 kb/s - Skoraj kakovost CD (zgoščenke)
tr: 32 kb/s - Düşük kalite 64 kb/s - Orta kalite 96 kb/s - FM kalitesi 128 kb/s - İyi kalite 192 kb/s- Güzel kalite 256 kb/s- CD'ye yakın kalite

source: 256 kb/s- Near CD quality
ar: 256 كب/س- جودة مقاربة لجودة CD
bg: 256 kb/s- Почти CD качество
cs: 256 kb/s- téměř CD kvalita
da: 256 kb/s- Nær CD kvalitet
el: 256 kb/s- Ποιότητα παραπλήσια με CD
et: 256 kb/s - Peaaegu CD-kvaliteet
eu: 256 kb/s- ia CD kalitatea
fi: 256 kb/s- Lähes CD-laatu
fr: 256 kb/s - Quasi qualité CD
hu: 256 kb/s - közel CD minőség
is: 256 kb/s- Næstum CD gæði
lt: 256 kb/s- Artima CD kokybei
nb: 256 kb/s - Nær CD-kvalitet
nl: 256 kb/s - Bijna cd-kwaliteit
ro: 256 kb/s - Aproape calitate CD
ru: 256 kb/s- Почти CD-качество
sl: 256 kb/s- Skoraj kakovost CD (zgoščenke)
tr: 256 kb/s- CD'ye yakın kalite

source: <b>Audio Settings</b>
ar: <b>إعدادات الصوت</b>
bg: <b>Звукови настройки</b>
cs: <b>Audio nastavení</b>
da: <b>Lydindstillinger</b>
el: <b>Ρυθμίσεις ήχου</b>
et: <b>Helisätted</b>
eu: <b>Audio-ezarpenak</b>
fi: <b>Ääniasetukset</b>
fr: <b>Paramètres audio</b>
hu: <b>Audio beállítások</b>
is: <b>Hljóðstillingar</b>
lt: <b>Garso nustatymai</b>
nb: <b>Lydinnstillinger</b>
nl: <b>Audio-instellingen</b>
ro: <b>Parametrii audio</b>
ru: <b>Параметры звука</b>
sl: <b>Zvočne nastavitve</b>
tr: <b>Ses Ayarları</b>

source: Advanced
ar: متقدم
bg: Разширени
cs: Pokročilé
da: Avanceret
el: Προχωρημένο
et: Laiendatud
eu: Aurreratua
fi: Lisäasetukset
fr: Avancé
hu: Haladó
is: Ítarlegra
lt: Sudėtingesni
nb: Avansert
nl: Geavanceerd
ro: Avansat
ru: Дополнительно
sl: Napredno
tr: İleri düzey

source: Cancel
ar: إلغاﺀ
bg: Отказ
cs: Zrušit
da: Annullér
el: Ακύρωση
et: Loobu
eu: Utzi
fi: Peruuta
fr: Annuler
hu: Mégsem
is: Hætta við
lt: Atšaukti
nb: Avbryt
nl: Annuleren
ro: Anulare
ru: Отмена
sl: Prekliči
tr: İptal

source: Preferences
ar: التفضيلات
bg: Предпочитания
cs: Nastavení
da: Indstillinger
el: Προτιμήσεις
et: Eelistused
eu: Hobespenak
fi: Asetukset
fr: Préférences
hu: Beállítások
is: Stillingar
lt: Parinktys
nb: Innstillinger
nl: Voorkeuren
ro: Preferințe
ru: Параметры
sl: Nastavitve
tr: Tercihler

source: Imported Image Length:
ar: طول الصورة المستوردة:
bg: Дължина на внесените изображения:
cs: Délka importovaného obrázku:
da: Længden af det importerede billede:
el: Μήκος εισαχθέντων εικόνων:
et: Imporditud pildi kestus:
eu: Inportatutako irudien luzera:
fi: Tuodun kuvan pituus:
fr: Durée de l'image importée :
hu: Importált kép hossza:
is: Lengd innfluttrar myndar:
lt: Importuoto atvaizdo trukmė:
nb: Varighet for importerte bilder:
nl: Lengte van geïmporteerde afbeeldingen (seconden):
ro: Lungimea imaginii importate:
ru: Продолжительность импортированного изображения:
sl: Dolžina uvožene slike:
tr: İçe Aktarılan Görüntü Uzunluğu:

source: Timeline length, in seconds, for all imported images.
ar: طول الفترة الزمنية بالثواني لكافة الصور المستوردة.
bg: Дължина на времевата линия, в секунди, за всички внесени изображения.
cs: Délka časové osy, v sekundách, pro všechny importované obrázky.
da: Tidslinje længde, i sekunder, for alle importerede billeder.
el: Μήκος χρονοδιαγράμματος, σε δευτερόλεπτα, για όλες τις εισαχθείσες εικόνες.
et: Kestus ajajoonel sekundites, kõigile imporditud piltidele.
eu: Denbora-lerroa, segundotan, inportatutako irudi guztietarako.
fi: Pituus aikajanalla (sekunneissa) kaikille tuoduille kuville.
fr: Durée de la chronologie, en secondes, pour l'ensemble des images importées.
hu: Az idősáv ideje másodpercben minden importált képhez.
is: Lengd tímalínu, í sekúndum, fyrir allar innfluttar myndir:
lt: Laiko juostos trukmė sekundėmis visiems importuotiems atvaizdams.
nb: Lengde på tidslinjen, i sekunder, for alle importerte bilder.
nl: De lengte op de tijdbalk (in seconden) voor alle geïmporteerde afbeeldingen.
ro: Lungime, în secunde, pentru toate imaginile importate.
ru: Время в секундах для всех импортированных изображений.
sl: Dolžina časovnice v sekundah za vse uvožene slike.
tr: İçe aktarılan tüm görüntüler için, saniye cinsinden, zaman çizgisi uzunluğu.

source: Max number of steps to keep in history.
ar: أكبر عدد من الخطوات يتحفظ في الذاكرة.
bg: Максимален брой стъпки за запазване в историята.
cs: Maximální počet kroků uchovávaných v historii.
da: Maks antal trin der huskes i historikken
el: Μέγιστος αριθμός βημάτων στο ιστορικό.
eu: Historian gordeko den urrats-kopuru maximoa.
fr: Nombre maxi d'étapes à garder dans l'historique.
hu: Max. száma a megtartott korábbi műveleteknek.
is: Mesti fjöldi aðgerða til að geyma í ferilsskrá.
lt: Maksimalus istorijoje išsaugomų žingsnių skaičius.
nb: Maksimalt antall trinn i historie
nl: Maximum aantal stappen om in geschiedenis te bewaren.
ro: Numar maxim de comenzi pastrate in istoric
ru: Максимальное количество шагов, сохраняемых в инстории действий.
sl: Največje število korakov v zgodovini.
tr: Geçmişte tutulacak azami basamak sayısı.

source: Max History Steps:
ar: أكثر خطوات حفظ الذاكرة:
bg: Максимален брой стъпки от историята:
cs: Maximum kroků zpět:
da: Maks trin i historik
el: Μέγιστα βήματα ιστορικού:
eu: Historiako urrats-kopuru maximoa:
fr: Etapes Maxi de l'historique:
hu: Max. előzmény lépések:
is: Hámarks ferilsþrep:
lt: Maksimali žingsnių istorija:
nb: Max Historie-trinn
nl: Maximum aantal stappen in geschiedenis:
ro: Numărul maxim de comenzi:
ru: Максимальное количество шагов:
sl: Najv. korakov zgodovine:
tr: Azami Geçmiş Basamağı

source: Melt Command Name:
ar: سطر أوامر 'Melt'
bg: Име на командата Melt:
cs: Melt příkaz:
da: MLT kommandonavn
el: Όνομα εντολής melt:
et: Melt käsunimi:
eu: Melt komandoaren izena:
fr: Nom de la commande Melt
hu: Melt parancs neve:
is: MELT skipunarheiti:
lt: Melt komandos pavadinimas:
nb: Kommando for Melt:
nl: Melt opdrachtnaam:
ro: Numele programului „melt”:
ru: Имя Команды Melt
sl: Ime ukaza melt:
tr: Eritme Komut İsmi:

source: The is the command name for the melt program, which is the MLT command line.
ar: هذا سطر أوامر برنامج melt,وهو أمر MLT
cs: Toto je příkaz pro program melt, což je příkaz MLT.
da: Kommandonavnet for melt programmet (som er kommandolinjen for MLT)
el: Αυτό είναι το όνομα της εντολής για το πρόγραμμα melt, που αποτελεί την γραμμή εντολών του MLT.
et: See on käsunimi programmile melt, mis on MLT käsurea versioon.
eu: MLT komando-lerroa den Melt aplikaziorako komando-izena da.
fr: Ceci est le nom de la commande pour le programme melt, lequel est la ligne de commande de MLT.
is: Þetta er heiti skipunar fyrir melt forritið, sem er skipanalínuforrit MLT.
lt: Yra komandos pavadinimas melt programai, kuri yra MLT komandinė eilutė.
nb: Dette er kommandonavnet for programmet melt, som er kommandolinjen til MLT.
nl: Dit is opdrachtnaam voor het ´melt´ pakket, het opdrachtregelprogramma voor het MLT-framework.
ro: Comanda este numele de comanda pentru programult melt , care este linia de comanda pentru MLT
ru: Название команды для вызова программы melt (консольный интерфейс к библиотеке MLT).
sl: To je ukazno ime za program melt, ki je ukazna vrstica za MLT.
tr: Bu, ayrıca MLT komut satırı olan, eritme programı için komut ismidir.

source: Default Theme:
ar: الثيم الافتراضي:
bg: Стандартна тема:
cs: Výchozí motiv:
da: Default tema:
el: Προεπιλεγμένο θέμα:
et: Vaiketeema:
eu: Gai lehenetsia:
fi: Oletusteema:
fr: Thème par défaut :
hu: Alapértelmezett Téma:
is: Sjálfgefið þema:
lt: Numatytoji tema:
nb: Standardtema:
nl: Standaardthema:
ro: Tema Implicita
ru: Тема по умолчанию:
sl: Privzeta tema:
tr: Öntanımlı Tema:

source: Default Profile:
ar: الملف الشخصي الافتراضي:
bg: Стандартен профил
cs: Výchozí profil
da: Default profil
el: Προεπιλεγμένο προφίλ:
et: Vaikimisi profiil:
eu: Profil lehenetsia:
fi: Oletusprofiili:
fr: Profil par défaut :
hu: Alapértelmezett Profil:
is: Sjálfgefin sniðskrá:
lt: Numatytasis profilis:
nb: Standardprofil:
nl: Standaardprofiel:
ro: Profil Implicit
ru: Профиль по умолчанию:
sl: Privzeti profil:
tr: Öntanımlı Profil:

source: Theme example
ar: مثال على الثيم
bg: Примерна тема
cs: Náhled motivu
da: Tema eksempel
el: Παράδειγμα θέματος
et: Teemanäidis
eu: Gai-adibidea:
fi: Teemaesimerkki
fr: Exemple de thème
hu: Téma példa
is: Dæmi um þema
lt: Temos pavyzdys
nb: Eksempel på tema
nl: Themavoorbeeld
ro: Exemplu Tema
ru: Пример темы:
sl: Primer teme
tr: Tema örneği

source: Project File Type:
ar: نوع ملف المشروع:
bg: Тип на проектния файл:
cs: Datový typ projektu:
da: Projekt filtype
el: Τύπος Αρχείου έργου:
et: Projektifaili liik:
eu: Proiektuaren fitxategi-mota:
fr: Type de fichier projet
is: Tegund verkefnisskráar
lt: Projekto bylos tipas:
nb: Prosjektfiltype:
nl: Projecttype:
ro: Typ Fisier Proiect
ru: Тип файла проекта:
sl: Vrsta projektne datoteke:
tr: Proje Dosya Türü:

source: <b>General</b>
ar: <b>عام</b>
bg: <b>Общи</b>
cs: <b>Obecné</b>
da: <b>Generelt</b>
el: <b>Γενικά</b>
et: <b>Üldine</b>
eu: <b>Orokorra</b>
fi: <b>Yleiset</b>
fr: <b>Général</b>
hu: <b>Általános</b>
is: <b>Almennt</b>
lt: <b>Bendra</b>
nb: <b>Generelt</b>
nl: <b>Algemeen</b>
ru: <b>Общее</b>
sl: <b>Splošno</b>
tr: <b>Genel</b>

source: Reload Codecs
ar: إعادة تحميل التراميز.
bg: Презареждане на кодеците
cs: Znovu načíst kodeky
da: Genindlæs Codecs
el: Επαναφόρτωση codecs
et: Värskenda koodekid
eu: Birkargatu kodekak
fr: Recharger les codecs
is: Endurlesa kóðalykla
lt: Perkrauti kodekus
nb: Last kodeker på nytt
nl: Codecs opnieuw laden
ro: Reîncărcați Codecurile
ru: Перезагрузить кодеки
sl: Ponovno naloži kodeke
tr: Kodekleri Yeniden Yükle

source: Reload if you have installed extra codecs since starting Openshot.
ar: أعد التحميل إذا قمت بتثبيت تراميز جديدة منذ أن قمت بتشغيل OpenShot.
bg: Презареждане в случай, че сте инсталирали допълнителни кодеци след пускането на OpenShot.
cs: Znovu načíst, pokud jste nainstalovali extra kodeky od otevření Openshotu.
da: Genindlæs hvis du har installeret ekstra codecs siden du startede OpenShot
el: Επαναφόρτωση σε περίπτωση που έχετε εγκαταστήσει νέα codecs μετά από το άνοιγμα του Openshot.
eu: Birkargatu OpenShot abiarazi ondoren kodek gehiago instalatu baduzu.
fr: Recharger si vous avez installés les codcs extra depuis le démarrage d'Openshot.
is: Endurlesa ef þú hefur sett upp auka kóðalykla síðan þú ræstir OpenShot.
lt: Perkrauti, jei jūs įrašėte papildomų kodekų nuo Openshot atidarymo.
nb: Last på nytt hvis du har installert nye kodeker siden du startet OpenShot.
nl: Opnieuw laden, wanneer u extra codecs heeft geïnstalleerd nadat u Openshot heeft gestart.
ro: Reîncărcați dacă ați instalat codecuri suplimentare de la pornirea OpenShot.
ru: Перезагрузить, если вы установили кодеки уже после текущего запуска Openshot.
sl: Ponovno naložite, če ste med delovanjem OpenShot namestili dodatne kodeke.
tr: OpenShot başlatıldıktan sonra fazladan kodek yüklediyseniz yenileyin.

source: <b>Installed Codecs/Formats</b>
ar: <b> مرماز / تهيئة مثبتة </b>
bg: <b>Инсталирани Кодеци/Формати</b>
cs: <b>Nainstalované kodeky/formáty</b>
da: <b>Installerede Codecs/formater</b>
el: <b>Εγκατεστημένα codecs/φορμάτ</b>
et: <b>Paigaldatud koodekid/formaadid</b>
eu: <b>Instalatutako kodekak/formatuak</b>
fr: <b>Codecs/Formats installés</b>
is: <b>Uppsettir kóðalyklar/sniðtegundir</b>
lt: <b>Įdiegti kodekai/formatai</b>
nb: <b>Installerte kodeker og formater</b>
nl: <b>Geïnstalleerde codecs/formaten</b>
ro: <b>Formate/Codecuri instalate</b>
ru: <b>Установленные кодеки/форматы</b>
sl: <b>Nameščeni kodeki/formati</b>
tr: <b>Yüklü Kodekler/Biçimler</b>

source: Manage Profiles
ar: إدارة ملفات التعريف
bg: Управление на профилите
cs: Spravovat profily
da: Håndtér profiler
el: Διαχείριση προφίλ
et: Profiilide haldamine
eu: Kudeatu profilak
fr: Gérer les profils
hu: Profilok kezelése
is: Sýsla með snið
lt: Tvarkyti profilius
nb: Håndter profiler
nl: Profielbeheer
ro: Gestionare profiluri
ru: Управление профилями
sl: Upravljaj s profili
tr: Profilleri Yönet

source: About OpenShot
ar: حول OpenShot
bg: Относно OpenShot
cs: O OpenShotu
da: Om OpenShot
el: Περί του OpenShot
et: OpenShotist lähemalt
eu: OpenShot-i buruz
fi: Tietoja OpenShotista
fr: À propos d'OpenShot
hu: OpenShot névjegye
is: Um OpenShot
lt: Apie OpenShot
nb: Om OpenShot
nl: Over OpenShot
ro: Despre OpenShot
ru: Об OpenShot
sl: O programu OpenShot
tr: OpenShot Hakkında

source: Project Website (LaunchPad)
ar: صفحة المشروع (LaunchPad)
bg: Уеб сайт на проекта (LaunchPad)
cs: Web projektu (LaunchPad)
da: Projektets hjemmeside (LaunchPad)
el: Ιστοσελίδα του έργου (LaunchPad)
et: Projekti veebileht (LaunchPad)
eu: Proiektuaren webgunea (LaunchPad)
fi: Projektin sivusto (LaunchPad)
fr: Site du projet (Launchpad)
hu: A projekt weboldala (LaunchPad)
is: Vefsvæði verkefnis (LaunchPad)
lt: Projekto tinklalapis (LaunchPad)
nb: Prosjektets nettside (LaunchPad)
ro: Pagina web a proiectului (LaunchPad)
ru: Вебсайт проекта (LaunchPad)
sl: Spletna stran projekta (LaunchPad)
tr: Projenin İnternet Sitesi (LaunchPad)

source: Transition / Mask Properties
ar: خصائص القناع / الانتقال
bg: Преход / Свойства на маската
cs: Přechod / vlastnosti masky
da: Overgange / Maskeindstillinger
el: Ιδιότητες μεταβάσης / μάσκας
et: Siirde / maski omadused
eu: Trantsizio- eta maskara-propietateak
fi: Siirtymä / maskin ominaisuudet
fr: Transition/Propriété du masque
hu: Áttűnés / Maszk beállításai
is: Stillingar millifærslu / maska
lt: Perėjimo / Kaukės savybės
nb: Innstillinger for overganger og masker
nl: Overgang / maskereigenschappen
ro: Proprietăți tranziție / mască
ru: Свойства перехода/маски
sl: Lastnosti prehoda / maske
tr: Geçiş / Maske Özellikleri

source: Name:
ar: الاسم:
bg: Име:
cs: Jméno:
da: Navn:
el: Όνομα:
et: Nimi:
eu: Izena:
fi: Nimi:
fr: Nom :
hu: Név:
is: Heiti:
lt: Pavadinimas:
nb: Navn:
nl: Naam:
ro: Nume:
ru: Название:
sl: Ime:
tr: İsim:

source: None
ar: بدون
bg: Нищо
cs: Žádné
da: Ingen
el: Κανένα
et: Puudub
eu: Ezer ez
fi: Ei mitään
fr: Aucun
hu: Egyik sem
is: Ekkert
lt: Joks
nb: Ingen
nl: Geen
ro: Nimic
ru: Нет
sl: Brez
tr: Hiçbiri

source: Type:
ar: النوع:
bg: Тип:
cs: Typ:
el: Τύπος:
et: Liik:
eu: Mota:
fi: Tyyppi:
hu: Típus:
is: Tegund:
lt: Tipas:
ro: Tip:
ru: Тип:
sl: Vrsta:
tr: Tip:

source: Direction:
ar: الإتجاه:
bg: Посока:
cs: Směr:
da: Retning:
el: Κατεύθυνση:
et: Suund:
eu: Norabidea:
fi: Suunta:
hu: Irány:
is: Stefna:
lt: Kryptis:
nb: Retning:
nl: Richting:
ro: Direcție:
ru: Направление:
sl: Smer:
tr: Doğrultu :

source: Softness:
ar: النعومة:
bg: Мекота:
cs: Jemnost:
da: Blødhed:
el: Απαλότητα:
et: Pehmus:
eu: Leuntasuna:
fi: Pehmeys:
fr: Douceur :
hu: Lágyság:
is: Mýking:
lt: Švelnumas:
nb: Mykhet:
nl: Zachtheid:
ro: Blândețe
ru: Мягкость:
sl: Mehkoba:
tr: Yumuşaklık:

source: Mask Threshold:
ar: اخفي البداية
bg: Праг на маската:
cs: Práh masky:
da: Masketærskel:
el: Κατώφλι μάσκας:
et: Maski lävi:
eu: Maskara-atalasea:
fi: Maskin kynnysarvo:
fr: Seuil du masque :
is: Þröskuldur maska:
lt: Kaukės slenkstinės vertė:
nb: Masketerskel:
nl: Maskerdrempelwaarde:
ro: Prag mască
ru: Порог маски:
sl: Prag maske:
tr: Maske Eşiği:

source: Apply
ar: تطبيق
bg: Прилагане
cs: Použít
da: Anvend
el: Εφαρμογή
et: Rakenda
eu: Aplikatu
fi: Käytä
fr: Appliquer
hu: Alkalmaz
is: Virkja
lt: Taikyti
nb: Bruk
nl: Toepassen
ro: Aplică
ru: Применить
sl: Uveljavi
tr: Uygula

source: _File
ar: _ملف
bg: _Файл
cs: _Soubor
da: _Fil
el: _Αρχείο
et: _Fail
eu: _Fitxategia
fi: _Tiedosto
fr: _Fichier
hu: _Fájl
is: _Skrá
lt: _Byla
nb: _Fil
nl: _Bestand
ro: _Fișier
ru: Файл(_F)
sl: _Datoteka
tr: _Dosya

source: New Project...
ar: مشروع جديد...
bg: Нов проект...
cs: Nový projekt...
da: Nyt projekt...
el: Νέο έργο...
et: Uus projekt...
eu: Proiektu berria...
fi: Uusi projekti...
fr: Nouveau projet…
hu: Új projekt...
is: Nýtt verkefni...
lt: Naujas projektas...
nb: Nytt prosjekt...
nl: Nieuw project...
ro: Proiect nou...
ru: Новый проект...
sl: Nov projekt ...
tr: Yeni Proje...
